{"kicsinyites":{"id":"kicsinyites","name":"Kicsinyítés","kodex":"Ezüst","nehezseg":5,"info":"Típus: tárgyra vagy élolényre ható, anyagmágia\nNehézség: 5 (tárgy), 8 (élolény)\nEsszenciaigény: 10 (10 pontonként növelheto max. 90-ig)\nEro: ugyanannyi, mint a befektetett Ep\nHatótávolság: 10 méter\nKomponens: szó, mozdulat\nElmondási ido: 15 szegmens\nHatóido: 30 perc \/mágiahasználati szint\nLeírás: \na varázslat a célpont méretének és tömegének a csökkentését\nteszi  lehetové.  A mágiahasználó  tárgyat  és  élolényt  egyaránt  lekicsi-\nnyíthet. Elobbi egyszerubb, utóbbi bonyolultabb folyamat. A kicsinyí-\ntés során a célpont mérete (és tömege) a befektetett esszencia mennyi-\nségével  arányosan  csökken.  10  Ep  felhasználásával  az  eredeti  méret\n10  százalékával  csökken,  90  Ep-ért  90  százalékával  (azaz  az  eredeti\nméret egytizedére, amely a legkisebb méret, amit ezzel a varázslattal\nel lehet érni). A lekicsinyített célpont tulajdonságai \u0096 és nem a foérté-\nkei! \u0096 arányosan csökkennek. Egy lekicsinyített harcos senkit nem fog\nmegölni a fegyverével, mivel ereje is lecsökken (de nem az Ero Foér-\ntékének számszerusége). A fizikumpontok \u0096 mivel azok megfelelnek\na  Fizikum  Foértéknek  \u0096  nem  csökkennek.  Számos  elonye  is  lehet  a\nméretcsökkenésnek  (például  bejuthat  oda,  ahova  egyébként  nem).  A\nlekicsinyített  személy  tárgyai  is  arányosan  kisebbek  lesznek,  kivéve\nazon,  nála  lévo  varázstárgyakat,  melyek  nincsenek  hozzákötodve.  A\nvarázslat ereje a befektetett eszszenciával arányosan no.\n"},"nagyitas":{"id":"nagyitas","name":"Nagyítás","kodex":"Ezüst","nehezseg":5,"info":"Típus: tárgyra vagy élolényre ható, anyagmágia\nNehézség: 5 (tárgy), 8 (élolény)\nEsszenciaigény: 10 (10 pontonként növelheto max. 90-ig)\nEro: ugyanannyi, mint a befektetett Ep\nHatótávolság: 10 méter\nKomponens: szó, mozdulat\nElmondási ido: 15 szegmens\nHatóido: 30 perc \/mágiahasználati szint\nLeírás: \na varázslat a célpont méretének és tömegének a növelését te-\nszi lehetové. A mágiahasználó tárgyat és élolényt egyaránt felnagyít-\nhat, elobbi egyszerubb, utóbbi bonyolultabb folyamat. A nagyítás so-\nrán a célpont mérete (és tömege) a befektetett esszencia mennyiségé-\nvel arányosan növekszik. 10 Ep felhasználásával az eredeti méret 10\nszázalékkal növekedik, 20 Ep-ért 20 százalékkal és így tovább. A mé-\nretnövekedés felso határa 90 százalékos, azaz egy 2 méter magas em-\nberbol  90  Ep  felhasználásával  3,8  méter  magasat  lehet  varázsolni.  A\nmegnövesztett  célpont  tulajdonságai  (és  nem  a  foértékei!)  arányosan\nnövekednek. Akit egy ilyen óriássá növesztett harcos eltalál a pallosá-\nval  (mely  szintén  arányosan  megnövekedik),  annak  alighanem  ko-\nmoly gondjai támadnak, egy kisebb teremtményt egyszeruen eltapos-\nhat, hangja valóságos mennydörgés, s jóval nagyobb távolságra fog el-\nlátni, mint egyébként. Ugyanakkor számos hátránya is lehet a méret-\nnövekedésnek (például nem juthat be oda, ahova egyébként igen). A\nfelnagyított  személy  tárgyai  is  arányosan  növekednek,  kivéve  azon,\nnála lévo varázstárgyakat, melyek nincsenek hozzákötodve. A varázs-\nlat ereje a befektetett esszenciával arányosan no.\n"},"etelitalteremtese":{"id":"etelitalteremtese","name":"Étel-ital teremtése","kodex":"Ezüst","nehezseg":2,"info":"Típus: anyagmágia\nNehézség: 2\nEsszenciaigény: 20\/egy adag (max. 100)\nEro: 3\nHatótávolság: 10 méter\nKomponens: szó, mozdulat\nElmondási ido: 1 perc\nHatóido: maradandó\nLeírás: \na  varázslat  segítségével  a  mágiahasz-\nnáló ételt és\/vagy vizet teremt. Az így létreho-\nzott ennivaló magas tápértéku. A mágiahaszná-\nlónak eroteljesen koncentrálni kell a teremteni\nkívánt ételre, s ha sikeres Tudatpróbát tesz, ak-\nkor  az  fog  megjelenni,  különben  valami  egy-\nszerubb, de magas tápértéku étel (például zab-\nkása hideg vízzel). A varázslattal nem lehet tá-\nlalóedényeket teremteni. 20 esszenciapont fel-\nhasználásával  egy  személynek,  egyszeri  étke-\nzésre  elegendo  étel  és  ital  teremtheto,  és  egy\nidoben  legfeljebb  100  esszenciapontot  lehet  a\nvarázslatba belesuríteni (azaz 5 személynek te-\nremtheto  ezáltal  étel\/ital).  A  mágiahasználó\ncsak olyan ételt\/italt teremthet, amit élete során\nlegalább \nháromszor\nmár megkóstolt.\n"},"uvegfal":{"id":"uvegfal","name":"Üvegfal","kodex":"Ezüst","nehezseg":7,"info":"Típus: anyagmágia\nNehézség: 7\nEsszenciaigény: 1 \/ m2\nEro: 30\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (gyémántlap)\nElmondási ido: 1 perc\nHatóido: speciális\nLeírás: \na  varázslat  segítségével  a  mágiahasználó  egy  \ntökéletesen  átlátszó  üvegfelületet\n(üvegfalat) hoz létre egy általa kiválasztott, tet-\nszoleges  helyen.  A fal  maximum  annyiszor  5\ncentiméter  vastag,  ahányadik  szintu  a  létreho-\nzó Mágiahasználat jártasságának szintje, nagy-\nsága 25 négyzetméter jártassági szintenként (a\nvastagságot  és  a  felület  nagyságát  a  lehetoségeken  belül  a  létrehozó\nhatározza  meg).  A  falnak  szüksége  van  szilárd  támpontokra,  nem\nfügghet  a  semmiben.  Alapesetben  csupán  5  százalék  esély  van  arra,\nhogy a fal felé közeledo lények észreveszik az üveget (a dobást a Me-\nsélo teszi le, de az esély módosulhat a körülményeknek megfeleloen,\npéldául az eso cseppjei meglátszhatnak a felületen). A létrehozó hatá-\nrozza meg, hogy a fal az elso eroteljesebb érintésre (kis ereju ütközés)\nösszetörjön,  vagy  minden  erejével  álljon  ellen  az  efféle  behatásokra\n(ezt a tulajdonságát az üvegfalnak a létrehozásakor meg kell határoz-\nni). Amennyiben az üvegfal apró darabokra szakad, az üvegszilánkok\nkörülbelül 10 méter sugárban 1d10*d6 Fp veszteséget okoznak min-\ndenkinek (a fal nagyságának függvényében). Anyagi komponens egy\nlegalább 100 arany értéku csiszolt gyémántlap, melyet a varázslat so-\nrán összetörik.\n"},"zhardakkkapunyitovarazslata":{"id":"zhardakkkapunyitovarazslata","name":"Zhar Dakk kapunyitó varázslata","kodex":"Ezüst","nehezseg":6,"info":"Típus: anyagmágia\nNehézség: 6\nEsszenciaigény: 35 \/ 10 perc\nEro: 40\nHatótávolság: érintés\nKomponens: szó, mozdulat\nElmondási ido: 6 szegmens\nHatóido: 10 perc \/ 35 Ep\nLeírás: \na  varázslat  segítségével  bármilyen nem  mágikus,  élettelen tárgy \nfelületén átjáró nyitható, ha annak vastagsága nem haladja meg\na  létrehozó  Mágiahasználat  jártasságának  szintjét  méterben  (azaz  3.\nszintu Mágiahasználattal legfeljebb 3 méter vastag tárgyakon lehet át-\njárót  nyitni).  Azaz  kaput  nyithat  egy  várfalon,  egy  tömör  ólomdara-\nbon, vagy hasonlókon. A kapu mérete legfeljebb kétszer olyan széles\nés magas lehet, mint a mágiahasználó testméretei, alakja a mágiahasz-\nnáló  elképzelésének  megfeleloen  lehet  díszes,  egyszeru,  vagy  akár\ncsupán egy lyuk. A mágikusan nyitott átjáró 10 percen keresztül meg-\nmarad, majd fokozatosan összezáródik, automatikusan kilökve magá-\nból mindenkit, aki esetleg ott tartózkodik. Anyagi komponens egy te-\nnyérnyi arany háromszög.\n"},"tukorgomb":{"id":"tukorgomb","name":"Tükörgömb","kodex":"Ezüst","nehezseg":8,"info":"Típus: anyagmágia\nNehézség: 8\nEsszenciaigény: 100\nEro: 40\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 3 szegmens\nHatóido: speciális\nLeírás: \na  varázslat  egy  tükörgömböt\nhoz létre, melyen csak a mágiahasználó\nképes keresztül látni és varázsolni. Min-\ndenki  más,  aki  a  tükörgömbre  pillant,\nsaját  képmását  és  környezetét  fogja\nmegpillantani  benne.  Aki  megpróbál  a\ngömben  tartózkodóra  vagy  magára  a\ngömbre varázsolni, annak a Tükrözodés\nhatásával kell számolnia. Amennyiben a\nmágiahasználó  önmagára  mondja  rá  a\nvarázslatot, a gömb hatásosan oltalmaz-\nni fogja mindenféle mágiával szemben.\nA gömb  falai  vastagok  és  erosek,  ezért\ncsak legalább 100-as Erovel rendelkezo\nlények  törhetik  át  azt,  legalább  200  Fp\nveszteséget  okozva,  de  amennyiben  ez\nmegtörténik, a gömb szilánkokra hasad\nszét  és  3d10  Fp  veszteséget  okoz  min-\ndenkinek,  aki  6  méternél  közelebb  tar-\ntózkodik hozzá, a gömb széttörojét és a\nmágiahasználót is beleértve. A varázslat\nidotartama  annyi  perc,  amennyi  az  al-\nkalmazó \nmágiahasználat\njártasságának\nszintje.  Anyagi  komponensek:  egy  tü-\nkördarabka  és  valamilyen  természetes\nragasztóanyag.\n"},"allatteremtese":{"id":"allatteremtese","name":"Állat teremtése","kodex":"Ezüst","nehezseg":9,"info":"Típus: anyagmágia\nNehézség: 9\nEsszenciaigény: 30\nEro: 30\nHatótávolság: érintés\nKomponens: szó, mozdulat, anyagi (bármilyen hús)\nElmondási ido: 1 perc\nHatóido: 1 nap\nLeírás:\na varázslat segítségével a mágiahasználó egy teljesen közön-\nséges  állatot  teremthet,  mint  amilyen  a  kutya,  macska,  disznó  és  ha-\nsonlók  (legfeljebb  ló  nagyságig).  Az  állat  tökéletesen  élo  lesz  (min-\ndenben  hasonlítani  fog  közönséges  fajtársaihoz),  és  semmilyen  vizs-\ngálat  nem  képes  megkülönböztetni  a  természetes  úton  születettektol.\nUgyanúgy  eszik,  iszik,  alszik,  s  ha  eltelik  a  számukra  kiszabott  ido,\nakkor kimúlnak. Ha ilyen, mágikusan teremtett állat húsából eszik va-\nlaki, semmi baja nem lesz; a hús éppolyan tápláló, mint a közönséges.\n"},"kottanelkul":{"id":"kottanelkul","name":"Kotta nélkül","kodex":"Ezüst","nehezseg":6,"info":"Típus: tárgyra ható, térmágia\nNehézség: 6\nEsszenciaigény: 15\/hangszer\nEro: 20\nHatótávolság: zóna\/2\nKomponens: szó, mozdulat\nElmondási ido: 8 szegmens\nHatóido: 100 szegmens\nLeírás: \na mágiahasználó képes a hatótávolságon belül lévo hang-\nszereket  megszólaltatni,  feltéve,  hogy  egyébként  ért  a  használa-\ntukhoz (azaz elsajátította a megfelelo jártasságot, hangszerenként\nkülön-külön).  A  hangszerek  látszólag  maguktól  fognak  szólni\nmindaddig,  amíg  a  mágiahasználó  koncentrál  rájuk.  Az  így  elo-\ncsalogatott dallamok a jártasság szintjétol függenek. A felhasznált\nesszenciapontoktól  függ,  hogy  a  mágiahasználó  hány  hangszert\nszólaltat  meg.  Megjegyzendo,  hogy  a  már  használatban  lévo\nhangszert (melyen mondjuk már játszik valaki) is meg lehet szó-\nlaltatni, ám ilyenkor elobb a hangszer használója esszenciapajzs-\npróbára  jogosult,  melyet  ha  elront,  a  varázsló  is  használhatja  a\nhangszert  (amennyiben  a  zeneszerszám  eredeti  használója  na-\ngyon elrontja a dobását, a varázsló teljesen átveheti a hangszer fe-\nletti irányítást).\n"},"furkeszes":{"id":"furkeszes","name":"Fürkészés","kodex":"Ezüst","nehezseg":5,"info":"Típus: térmágia\nNehézség: 5\nEsszenciaigény: 20\/perc\nEro: 25\nHatótávolság: 1 kilométer\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 10 perc\nHatóido: 1 perc\/20 Ep\nLeírás: \na varázslat lehetové teszi a mágiahasználó számára, hogy min-\ndent  lásson  és  halljon  legfeljebb  egy  kilométer  sugarú  körön  belül.\nAnyagi  komponens  egy  kicsiny  ezüsttükör,  a  fürkészett  tájat  abban\nlátja, a hangokat onnan hallja. A mágiahasználónak meg kell dörzsöl-\nnie az ezüsttükröt, melyen a területet felülnézetbol fogja megpillanta-\nni. Ezek után gondolatban kiválaszt egy területet, és a tükörben levo\nkép arra a részre koncentrálódik, kinagyítva azt. Amennyiben a mágia-\nhasználó  a  területen  tartózkodó  lények  valamelyikét  veszi  fürkészés\nalá,  az  esszenciapajzs-próbára  jogosult,  melyet,  ha  elhibáz,  a  mágia-\nhasználó a varázslat ideje alatt gondolatolvasás-szeru képességre tesz\nszert a lénnyel szemben. Ha a mágiahasználón kívül valaki a varázs-\nlat ideje alatt belenéz a tükörbe, nyomban esszenciapajzs-próbát dob.\nHa elhibázza, elvakul 1d6 percre, nagy rontás esetén elájul ugyanen-\nnyi idore.\n"},"furkeszeserzekelese":{"id":"furkeszeserzekelese","name":"Fürkészés érzékelése","kodex":"Ezüst","nehezseg":5,"info":"Típus: speciális, térmágia\nNehézség: 5\nEsszenciaigény: 2\/perc\nEro: 30\nHatótávolság: mágiahasználó\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 5 perc\nHatóido: 1 perc\/2 Ep\nLeírás: \na varázslat segítségével a mágiahasználó azonnal meg tudja ál-\nlapítani, figyelik-e bármilyen távolsági érzékelo varázslattal. Ameny-\nnyiben  megérezte  a  fürkészést,  akkor  a  fürkészonek  esszenciapajzs-\npróbát  kell  tennie,  s  ha  elhibázza,  akkor  helye  és  kiléte  pontosan  is-\nmertté válik a mágiahasználó elott (körülbelül ilyesformán: \u0084Glavron\nfigyel téged és társaidat, Zvaradur városából.\u0094) A fürkészés érzékelé-\nse nem korlátozódik csupán a mágiahasználó személyére, hanem egy\n15 méter sugarú területet figyel. Azaz, a mágiahasználó azt is megér-\nzi,  ha  valaki  mást  figyelnek  a  közelében,  feltéve,  hogy  az  illeto  elég\nközel tartózkodik hozzá. Ha aktivizálta a varázslatot, már nem kell kü-\nlön koncentrálnia rá, a varázslat aktív marad; a mágiahasználó szaba-\ndon  mozoghat,  akár  varázsolhat  is.  A hatáskör  középpontja  mindig  a\nmágiahasználó marad, bárhova is menjen.\n"},"amesszesegkapui":{"id":"amesszesegkapui","name":"A messzeség kapui","kodex":"Ezüst","nehezseg":3,"info":"Típus: térmágia\nNehézség: 3\nEsszenciaigény: 55\nEro: 150\nHatótávolság: 1 km \/mágiahasználat szint\nKomponens: szó\nElmondási ido: 8 szegmens\nHatóido: 1 szegmens \/ mágiahasználat szint\nLeírás: \na varázslat segítségével a mágiahasználó egy hatalmas, ezüs-\ntös fényben izzó kaput nyit a semmiben, melyen keresztül egy szem-\npillantás alatt el lehet jutni egy maximum 1 kilométerszer a létreho-\nzó \nmágiahasználat\njártasságának szintje távolságra lévo helyre. Ez a\nvarázslat a teleportálás egy speciális, hiba nélküli formája, azaz aki\nátlép a kapun, az mindig megérkezik oda, ahova kívánja; akár látha-\ntó az a terület, akár nem. Ha az utazó olyan helyre érkezik, ahol már\nvan valamilyen anyagi test (tárgy, stb.), akkor Sorspróbát kell tennie.\nA Jósors zóna azt jelzi, hogy az utazó a legközelebbi szabad terület-\nre lökodik, semleges zóna esetén visszalökodik a kiindulási helyére,\nmíg a Balsors zóna 10k10 Fp veszteséget jelez (majd az utazó visz-\nszalökodik a kiindulási helyére). Ha az utazó a levegobe érkezik, ak-\nkor lezuhan és megsérül, hacsak valamilyen mágikus eszközzel nem\nvédi egyébként magát. Minden anyag, melyet az utazó magán visel\nvagy hord, vele együtt áttranszportálódik. A kapu annyi szegmensig\nmarad  nyitva,  amennyi  a  létrehozó  \nmágiahasználat\njártasságának\nszintje. Egy szegmens alatt legfeljebb egy személy juthat át a kapun.\nA kapu a varázslat idotartamának lejártakor elhalványul és eltunik. A\nmágiahasználó  bármikor  lezárhatja  a  kaput  egyetlen  parancsszó  ki-\nmondásával (ez 1 szegmenst vesz igénybe). Az éppen kapuban levo\nlény még átjut, a többiek viszont a kapu elott rekednek. A kapu mé-\nrete változó lehet, de magassága nem lehet több méter, mint amen-\nnyi  a  létrehozója  \nmágiahasználat\njártasságának  szintje.  Szélessége\nfeleennyi lehet.\n"},"levitalas":{"id":"levitalas","name":"Levitálás","kodex":"Ezüst","nehezseg":4,"info":"Típus: személyre ható, térmágia\nNehézség: 4\nEsszenciaigény: 15 Ep \/ 100 szegmens\nEro: 20\nHatótávolság: érintés\nKomponens: szó, mozdulat\nElmondási ido: 5 szegmens\nHatóido: 100 szegmens \/ 15 Ep\nLeírás: \na  varázslat  segítségével  a  célszemély  teste  felemelkedik  a\nföldrol, és lassan lebegni fog függolegesen felfelé. Az emelkedés (és\nsüllyedés)  sebessége  egy  méter  10  szegmensenként.  A varázslat  ala-\nnya  bármikor  megállíthatja  az  emelkedést  és  a  süllyedést  (feltéve,\nhogy még tart a varázslat), majd onnan akaratlagosan folytathatja. Az\nemelkedés felso határa 50 méter. A varázslat végéhez közeledve a cél-\nszemély \nfokozatosan süllyedni kezd, bár ilyenkor is megállíthatja süly-\nlyedését akaratlagosan (ez esetben viszont a hatóido lejártakor le fog\nzuhanni).\n"},"menedek":{"id":"menedek","name":"Menedék","kodex":"Ezüst","nehezseg":5,"info":"Típus: személyre ható, térmágia\nNehézség: 5\nEsszenciaigény: 30 Ep \/24 óra\nEro: 50\nHatótávolság: mágiahasználó\nKomponens: szó, anyagi\nElmondási ido: 1 szegmens\nHatóido: 24 óra \/30 Ep\nLeírás: \nez  a  varázslat  lehetové  teszi  a  mágiahasználó  számára,  hogy\nkritikus helyzetben vagy akár elmélkedni kívánva visszavonuljon a vi-\nlágból. A varázslat apró kaput nyit egy nevenincs dimenzió-\nra, s ott egy kis méretu, ötször öt méteres \u0084lakóbubo-\nrékot\u0094 hoz létre. Ezen a helyen nincs semmi, csu-\npán egy ajtó nyílik \u0096 mely vissza vezet az anya-\ngi világba \u0096, ám a levego folyamatosan meg-\nújul,  így  nem  kell  fulladástól  tartani.  Egy\nkülso  szemlélo  a  varázslatból  annyit  lát\ncsupán, hogy a mágiahasználó átlép egy\n\u0096  a  szemlélo  számára  láthatatlan  \u0096  aj-\ntón,  s  eltunik.  A mágiahasználó  bár-\nmikor  visszatérhet  a  varázslat  ható-\nidejének lejárta elott, ám ha az ido le-\ntelt, akkor ismét megjelenik ott, ahol\neltunik.  A  mágiahasználónak  nincs\ninformációja  arról,  mi  történik  az\nanyagi világban, egészen addig, amíg\nki  nem  nyitja  az  ajtót,  s  ezzel  vissza\nnem tér. A menedékben a varázsló ter-\nmészetes  regenerálódási  folyamatai  és\nmágikus  feltöltodési  folyamatai  szüne-\ntelnek.  A  varázslat  anyagi  komponense\negy  legalább  100  arany  értéku  csiszolt  to-\npáz, mely elhasználódik a varázslat során.\n"},"kesleltetes":{"id":"kesleltetes","name":"Késleltetés","kodex":"Ezüst","nehezseg":4,"info":"Típus: idomágia\nNehézség: 4\nEsszenciaigény: 1 \/50 szegmens\nEro: 10\nHatótávolság: speciális\nKomponens: szó, mozdulat, anyagi (szárított lajháragy)\nElmondási ido: 1 perc\nHatóido: 50 szegmens \/1 Ep\nLeírás: \na varázslat segítségével a mágiahasználó késleltetni tudja egy\nsaját varázslat aktivizálódását. Megszabhatja, hogy a tuzgolyó csupán\n50  szegmens  múlva  robbanjon  fel,  a  kardvarázs  csak  egy  óra  múlva\naktivizálódjon  stb.  A  varázslat  minden  más  paramétere  változatlan\nmarad.  Eloször  mindig  a  Késleltetést  kell  elmondani,  s  csak  utána  a\nkésleltetni kívánt varázslatot \u0096 a két varázslat létrehozása egy cseleke-\ndetnek számít. A varázslat esszenciaigénye a késleltetési idotol függ:\n"}}