{"foldkozpont":{"id":"foldkozpont","name":"Földközpont","kodex":"Gránit","nehezseg":10,"info":"Típus: speciális\nNehézség: 10\nEsszenciaigény: 10\nEro: 10\nHatótávolság: zóna\nKomponens: szó\nElmondási ido: 1 szegmens\nHatóido: legfeljebb 100 szegmens\nLeírás: \nA varázslat  epicentruma  áthelyezodik  egy,  zónán  belül  lévo,\nlegalább egy tenyérnyi szabad földfelületre (nem homok, nem agyag,\nstb.), és onnan úgy jön létre a varázslat, mintha a varázsló ott tartóz-\nkodna.  Az  új  epicentrumtól  kell  számítani  a  következo  földvarázslat\nhatótávolságát  és  minden  más  paraméterét.  A Földközpont  és  az  azt\nköveto földvarázslat egy cselekedetnek számít. Egy Földközpont va-\nrázslat után csak egyetlen földvarázslatot lehet elmondani (de az nem\nlehet egy másik Földközpont).\n"},"kobor":{"id":"kobor","name":"Kôbôr ","kodex":"Gránit","nehezseg":2,"info":"Típus: személyre ható\nNehézség: 2\nEsszenciaigény: 10 \/ 100 szegmens\nEro: 5\nHatótávolság: érintés\nKomponens: szó, mozdulat, anyagi (kavics)\nElmondási ido: 8 szegmens\nHatóido: 100 szegmens \/ 10 Ep\nLeírás: \na varázslat keménnyé és ellenállóvá teszi a célszemély borét,\nakárha kové változna a bore. Akire rámondják, annak a bore 5-ös szin-\ntu  vértként  fog  viselkedni  az  egész  testfelületén  (varázsfegyverekkel\nszemben is), ugyanakkor személyes gyorsaságához +15 adódik, azaz\nlelassul. \n"},"acelbor":{"id":"acelbor","name":"Acélbôr","kodex":"Gránit","nehezseg":4,"info":"Típus: személyre ható\nNehézség: 4\nEsszenciaigény: 20 \/ 100 szegmens\nEro: 15\nHatótávolság: érintés\nKomponens: szó, mozdulat, anyagi (acélgyuru)\nElmondási ido: 10 szegmens\nHatóido: 100 szegmens \/ 20 Ep\nLeírás: \na  varázslat  éppolyan  keménnyé  és  ellenállóvá  teszi  a  célsze-\nmély borét, mint az acél. Akire rámondják, azt hasztalan próbálják kö-\nzönséges fegyverekkel megvágni, megszúrni stb., borérol egyszeruen\nlesiklanak ezek a támadások, miközben a célszemély mit sem lassul!\nVarázslatokkal és varázsfegyverekkel szemben azonban az Acélbor te-\nhetetlen. A varázslat anyagi komponense egy apró acélgyuru, melyet a\ncélszemélynek kell viselni a varázslat idotartama alatt (acélból készült\nvarázsgyuruk nem alkalmasak anyagi komponensnek).\n"},"agyagallatok":{"id":"agyagallatok","name":"Agyagállatok","kodex":"Gránit","nehezseg":7,"info":"Típus: speciális\nNehézség: 7\nEsszenciaigény: 25\nEro: 25\nHatótávolság: érintés\nKomponens: szó, mozdulat, anyagi (agyag, állati anyag)\nElmondási ido: 8 szegmens\nHatóido: 3 óra (25 Ep-ért duplázható)\nLeírás:\na  mágiahasználó  állatokat  teremthet  agyagból.  Az  állatokat\neloször meg kell formáznia kicsiben, majd a varázslatot rábocsátva az\nagyagállatok  felveszik  a  valódiak  méretét,  és  megelevenednek.  Ezek\nután az agyagállatok a varázslat megszuntéig úgy fognak viselkedni,\nmintha igaziak lennének, és megkapják az eredeti minden közönséges\n(nem természetfeletti) képességét. Azaz lovagolhatnak rajtuk, húzhat-\nnak szekeret, sot repülhetnek is, ha egyébként az igazi állat képes er-\nre. Csak közönséges állatok teremthetok ezzel a varázslattal, szörnye-\ntegek nem! Az így létrehozott állatok nem képesek harcra, csak olyan\nmértékben, mint egy közönséges állat is képes lenne (tehát az így te-\nremtett ló nem harci mén lesz, csupán egyszeru hátas; a teremtett ku-\ntya védeni fogja a gazdáját, de nem ismer semmilyen speciális jelzést,\namivel irányítani lehetne stb.). Egy varázslattal csupán egyetlen (leg-\nfeljebb ló nagyságú) állat teremtheto. Az agyagállatok \u0084élok\u0094 marad-\nnak, amíg a varázslat idotartama le nem jár, sikeres Mágikus Ellenva-\nrázst nem bocsátanak rájuk, vagy a mágiahasználó nem szünteti meg\noket a varázskötések feloldásával. Megjegyzendo, hogy az agyagálla-\ntok  színe  mindig  sárgás-szürke  (ezáltal  egyértelmuen  megkülönböz-\ntethetoek az igaziaktól), és ha elpusztítják oket, akkor csak egy marék\nagyag  marad  utánuk.  Egy  agyagállat  elpusztításához  annyi  fizikum-\npont veszteséget kell okozni neki, amennyi az ot megformázó mágia-\nhasználó Fizikum Foértéke. A varázslat anyagi komponense egy ma-\nrék agyag, valamint egy szorszál (\nvagy hasonló, például toll) attól az\nállattól, amit a mágiahasználó meg akar formázni.\n"},"nyomtalanlabak":{"id":"nyomtalanlabak","name":"Nyomtalan lábak","kodex":"Gránit","nehezseg":3,"info":"Típus: személyre ható\nNehézség: 3\nEsszenciaigény: 20\nEro: 5\nHatótávolság: érintés\nKomponens: szó, anyagi (por)\nElmondási ido: 3 szegmens\nHatóido: 10 perc\nLeírás: \na varázslat alanya bármiféle csupasz talajon \u0096 föld, agyag, sár,\npor, stb. \u0096 kiveheto láb- és szagnyom hátrahagyása nélkül mozoghat.\nÍgy az ezzel a varázslattal védett személyt lehetetlen közönséges mó-\ndon nyomon követni. Megjegyzendo, hogy a terep, amelyen a személy\nhalad át, áthaladása után 30-180 (1d6*30) percen keresztül mágiát fog\nsugározni.\n"},"granitokol":{"id":"granitokol","name":"Gránitököl","kodex":"Gránit","nehezseg":2,"info":"Típus: személyre ható\nNehézség: 2\nEsszenciaigény: 1-50\nEro: 25\nHatótávolság: mágiahasználó\nKomponens: szó, anyagi (gránitkavics)\nElmondási ido: 6 szegmens\nHatóido: 4 szegmens\/1 Ep\nLeírás: \na varázslat segítségével a mágiahasználó gránitkeménységuvé\nváltoztathatja az ökleit, s így igen hatásosan használhatóak lesznek a\nközelharc során. A gránitököl sebzésszorzója 6. A mágiahasználó ke-\nze  érzéketlenné  válik  a  közönséges  tuzzel  és  hideggel  szemben,  de\nmágikus tüzek és hidegek normál veszteséget okoznak. Amennyiben a\nvarázslat  idotartama  alatt  a  gránitököl  bármiféle  módon  károsodik\n(például  eltörik,  mágikus  tuzzel  megégetik  stb.),  akkor  a  mágiahasz-\nnáló keze is automatikusan elszenvedi ezeket a károsodásokat, és ezek\na varázslat leteltével is megmaradnak. A varázslat anyagi komponen-\nse egy darabka gránit, melyet a varázslat végéig kézben kell tartani. A\ngránitököllel a verekedésen kívül bármiféle más tevékenységet végez-\nni  igen  nehéz,  ezeket  a  cselekvés  típusától  függoen  30-70  ponttal\ncsökkentett célszámú Ügyességpróba után végezheti el a célszemély.\n"},"hullocsillag":{"id":"hullocsillag","name":"Hullócsillag","kodex":"Gránit","nehezseg":7,"info":"Típus: speciális\nNehézség: 7\nEsszenciaigény: 40 \/hullócsillag\nEro: 60\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (meteorko)\nElmondási ido: 8 szegmens\nHatóido: azonnali\nLeírás: \na varázslat hullócsillago(ka)t idéz meg, melyek az égbol érke-\nzo, maguk után tüzes csóvát húzó, izzó lövedékek. A hullócsillag köz-\nvetlen találat esetén 5d10 Fp veszteséget okoz; majd becsapódáskor 5\nméter  átméroju  körzetben  szétrobban,  ezáltal  további  5d6  Fp  veszte-\nséget  okoz  (akit  eltalálta  a  hullócsillag,  annak  ezzel  a  sebzéssel  már\nnem kell számolnia). A hullócsillag oda zuhan, ahova a mágiahaszná-\nló mutat, ám találati pontossága 1:6 (azaz a célpont dobjon hatoldalú\nkockán, s ha az érték 1, akkor a hullócsillag telibe talált \u0096 egyébként\na robbanásból fakadó veszteséget szenvedi el a célpont). A vértek nem\nvédenek a varázslat fizikai hatásától, csakis a mágikus ellenállás. Hul-\nlócsillagot kizárólag szabad ég alatt, alkonyattól pirkadatig lehetséges\nmegidézni. A varázslat anyagi komponense megsemmisül.\n"},"femtaszitas":{"id":"femtaszitas","name":"Fémtaszítás","kodex":"Gránit","nehezseg":5,"info":"Típus: speciális\nNehézség: 5\nEsszenciaigény: 10\/m2\nvagy 30\/lény\nEro: 30\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (mágnes por)\nElmondási ido: 5 szegmens\nHatóido: 20 szegmens \/mágiahasználat szint\nLeírás: \na  varázslat  segítségével  a  mágiahasználó  fémtaszítási  képes-\nséggel  ruházhat  fel  tárgyakat  vagy  személyeket.  Tárgy  esetén  annyi\nnégyzetméterre varázsolhat, ahányszor 10 Ep-t a varázslatra fordít. Ha\nélolényre  bocsátja  rá  a  varázslatot,  akkor  egy  emberméretu  lényt  30\nEp-ért tehet fémtaszítóvá (azaz egy kisebb lényre kevesebb Ep-ért le-\nhet rábocsátani, de egy óriásra nagyságrendekkel többért). A varázslat\nelmondása  után  a  varázslat  alanya  eroteljesen  taszítani  fog  magától\nmindenféle\nfémet, \nkivéve azt, amit a varázslat elott is viselt,\nbeleértve\naz aranyat, ezüstöt, vasat és a hasonlókat. Ha egy Fémtaszító varázzsal\nvédett személyt fémfegyverrel támadnak, akkor Páncélszintje 3 szint-\ntel javul, ugyanis teste egyszeruen eltaszítja magától a fegyvert. Ter-\nmészetesen a varázslat azt is megnehezíti, hogy magához vegyen bár-\nmiféle fémtárgyat.\n"},"magnesvarazs":{"id":"magnesvarazs","name":"Mágnesvarázs","kodex":"Gránit","nehezseg":6,"info":"Típus: személyre ható\nNehézség: 6\nEsszenciaigény: 10-100 Ep\nEro: 25\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (massza)\nElmondási ido: 8 szegmens\nHatóido: 20 szegmens \/mágiahasználat szint\nLeírás: \na  varázslat  tulajdonképpen  a  Fémtaszítás  ellentéte.  Amikor  a\nmágiahasználó  rámondja  valakire\/valamire,  az  illeto  személy  vagy\ntárgy  nyomban  vonzani  fogja  a  \nmágnesezheto\nfémeket,  elsosorban  a\nvasat. A mágikus hatás annyiszor 10 centiméteres sugárból vonzza oda\na fémeket, ahány esszenciapontot a varázslatba fektettek (10 eszszen-\nciapont  1  méteres  távolságot  jelent,  100  Ep  10  méteres  távolságot).\nAzoknak a lényeknek, akiket vasból (vagy hasonlóképp mágnesezhe-\nto fémbol) készített fegyverrel támadnak, ezen támadásokkal szemben\nhárommal  romlik  a  Páncélszintje,  ugyanakkor  az  efféle,  ellenük  irá-\nnyuló támadások cselekvési idejéhez 10 szegmens adódik, a mágnese-\nzettség hatása miatt. A mágnesvarázs vonzáskörzetében \nminden\nfém-\nfegyverrel  harcoló,  vagy  nagyméretu  fémvértet  viselo  személyre  \nna-\ngyon rossz körülmények\nhatnak a harchoz (lásd: körülmények módo-\nsító  hatása  a  harcban),  \nkivéve\nmagát  a  célszemélyt.  A mágnesvarázs\nbármilyen tárgyra (\nko, fa, üveg, stb.\n) rámondható, s attól a pillanattól\nkezdve az illeto tárgy úgy fogja vonzani a vasat és hasonlókat, mintha\nigazi mágnesko lenne. A varázslat anyagi komponense mézbol, arany-\nporból és mágnesporból kevert massza, amibol a varázslat során egy\nkis adagot le kell nyelnie a \nvarázslónak.\n"},"homokvihar":{"id":"homokvihar","name":"Homokvihar","kodex":"Gránit","nehezseg":7,"info":"Típus: területre ható\nNehézség: 7\nEsszenciaigény: 20-60\nEro: 30\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (marék homok)\nElmondási ido: 4 szegmens\nHatóido: 10 perc\nLeírás: \na mágiahasználó ezzel a varázslattal pusztító homokvihart tá-\nmaszthat. A vihar kiterjedése annyi méter átméroju kör, ahány esszen-\nciapontot a varázslatba fektettek. A vihar lehetetlenné teszi az adott te-\nrületen  a  közlekedést,  belepi  porral  az  ott  tartózkodókat,  nehezíti  a\nlégzést, egy méterre csökkenti a látást (már ha képesek nyitva tartani\na szemüket) és körülbelül 6-8 méterre a hallást (eros kiabálás esetén).\nA mágikusan támasztott homokvihar megkülönböztethetetlen a való-\nditól. Megjegyzendo, hogy a varázslat dupla erovel muködik sivatagi\nkörnyezetben, és csak fele hatással az olyan térségekben, ahol kevés a\npor (sziklás talaj, erdei talaj). Víz felett (például egy hajón, vagy hó-\nval borított terepen) a varázslat nem használható. \n"},"meteoralak":{"id":"meteoralak","name":"Meteoralak","kodex":"Gránit","nehezseg":7,"info":"Típus: önmagára ható\nNehézség: 7\nEsszenciaigény: 88\nEro: 75\nHatótávolság: mágiahasználó\nKomponens: szó, mozdulat, anyagi (rubin, meteorko)\nElmondási ido: 10 perc\nHatóido: 1 óra \/mágiahasználat szint\nLeírás: \na  varázslat  egy  igen  hatékony  és  látványos  utazási  módot\ntesz  lehetové,  ugyanakkor  komoly  harci  varázslatnak  is  számít.\nAmikor  a  mágiahasználó  elmondja  a  varázslatot,  akkor  vakító  fé-\nnyesség támad körülötte, amely gyorsan elhalványul \u0096 látszólag en-\nnél több nem történik. Ezek után azonban egyetlen gondolattal ké-\npes aktivizálni a varázslatot, melynek során teste kové változik, és\nigen  nagy  sebességgel  képes  a  földfelszín  felett  repülni  (kb.  100\nkm\/óra, max. 10 méter magasan) \u0096 ugyanígy csupán egyetlen gon-\ndolatába  kerül  visszaalakulni.  Bármikor  megszakíthatja  az  utazást,\nés simán landolhat, majd újra elkezdheti. Az idotartamon belül ösz-\nszesen annyiszor két kilométert tehet meg így, ahányadik szinten a\nMágiahasználat jártassága áll. Ha túllépi az idotartamot, vagy a tá-\nvolságot, a varázslat megszunik \u0096 a varázslat megszunésekor 1d10\npercig  a  varázshasználó  nem  képes  elegendo  erot  kifejteni  a  járás-\nhoz,  mivel  az  izmai  elvesztik  tónusukat.  Meteoralakban  a  mágia-\nhasználó korlátozott külso érzékeléssel rendelkezik, mozgás irányát\nlegfeljebb  45  fokos  szögben  tudja  megváltoztatni;  tehát  nem  tehet\nhirtelen fordulatokat vagy nem csinálhat bonyolult figurákat repülés\nközben.  Látja  viszont  az  alant  elsuhanó  tájat,  az  ott  levo  dolgokat\n(például házakat, fákat, személyeket). Meteoralakban képes áttörni\nfalakon is, de a fal anyagától függoen bizonyos veszteséget fog el-\nszenvedni: fa esetén 2 Fp\/25 centiméter, ko esetén 4 Fp\/5 centimé-\nter, fém esetén 8 Fp\/2 centiméter falvastagság. Élolények elleni tá-\nmadáskor a meteoralak sebzése 15d10, ám a varázslat ezután azon-\nnal megszunik! A varázslat anyagi komponense egy legalább 1000\narany értéku rubin és egy apró meteorko (a komponensek a varázslat\nsorán nem használódnak el). \n"},"lavabomba":{"id":"lavabomba","name":"Lávabomba","kodex":"Gránit","nehezseg":5,"info":"Típus: területre ható\nNehézség: 5\nEsszenciaigény: 30 \/bomba\nEro: 50\nHatótávolság: zóna\nKomponensek: mozdulat, anyagi (kavics)\nElmondási ido: 13 szegmens\nHatóido: azonnali\nLeírás:\nA varázsló a lába elé mutat, ahol a talajon azonnal egy repe-\ndés keletkezik, amelybol emberfej nagyságú, izzó lávatömb türemke-\ndik elo. A lávabomba nagy sebességgel a levegobe emelkedik, majd\nparabolikus pályát leírva oda zuhan, ahová a mágus mutatja \u0096 ez le-\nhet egy fal mögött is, hiszen a röppálya miatt a bomba oda is képes\nbejutni. A bomba becsapódási pontja, így a fröccsenés epicentruma a\nmágus által pontosan kijelölt helytol 1-5 méterre eltérhet: a lövedék\nelétérését 1d6 dobással kell kijelölni, ahol az 1-5 érték a szóródás tá-\nvolságát méterben, a 6-os érték a tökéletes találatot jelöli (amennyi-\nben  az  eltérés  iránya  is  érdekes,  egy  megpörgetett  ceruzával,  vagy\nkockadobással lehet szimulálni). A lávabomba 3 méter sugarú körben\nfröccsen szét, cseppjei 5d10 Fp veszteséget okoznak. Akit a lávabom-\nba közvetlenül eltalál (sorspróba, balsors zóna), 25d10 Fp veszteséget\nszenved el, amennyiben a varázslat kifejti rá a hatását. Egyetlen va-\nrázslattal annyi lávabomba hozható létre, amennyire csak a varázsló\nképes.\n"},"termekenyseg":{"id":"termekenyseg","name":"Termékenység\/Terméketlenség","kodex":"Gránit","nehezseg":5,"info":"Típus: speciális\nNehézség: 5 (személy),7 (terület)\nEsszenciaigény: 40 (személy), 20 \/ 100 m2 (terület)\nEro: 40 (személy), 60 (terület)\nHatótávolság: érintés (személy), zóna (terület)\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 1 óra\nHatóido: maradandó\nLeírás: \na varázslat lehetové teszi a mágiahasználó számára, hogy ter-\nmékennyé változtasson egy adott területet vagy személyt. Ha terület-\nre bocsátja rá a varázslatot, az lehet megszentségtelenített, felégetett,\negyéb módon elpusztított föld, a varázslat hatására ismét termoképes-\nsé válik. Ha személyre mondják rá, akkor az ismét termékennyé, nem-\nzoképessé válik. A hatás maradandó. A varázslat megfordítottja a Ter-\nméketlenség,  mely  maradandóan  terméketlenné  tesz  egy  területet\nvagy személyt. Mindkét varázslattal vagy egy személyre, vagy pedig\negy  100  négyzetméterszer  a  használó  \nmágiahasználat\njártasságának\nszintje nagyságú területre lehet hatni, vagy egy személyre. A Termé-\nkenységvarázs során a mágiahasználónak ritka füvekkel feljavított hu-\nmuszt kell a földre (vagy a célszemély hasára) szórnia, míg a fordított\nvarázslat esetén fahamut és az igen ritka átokfüvet. Személy esetén a\nmágiahasználónak érintenie kell a célszemélyt, terület esetén zónaha-\ntáron belül kell lennie.\n"},"falerosites":{"id":"falerosites","name":"Falerôsítés","kodex":"Gránit","nehezseg":7,"info":"Típus: tárgyra ható\nNehézség: 7\nEsszenciaigény: 25 (erosítheto)\nEro: 45\nHatótávolság: zóna\nKomponensek: mozdulat, anyagi (kavics)\nElmondási ido: 60 szegmens\nHatóido: maradandó\nLeírás:\na varázslat helyreállítja a sérült falakat \u0096 okozza a sérülést az\nido, avagy heves fizikai behatás. A helyreállított falrészlet éppen olyan\nlesz, mint új korában \u0096 azaz, ha már akkor is rogyadozó volt a rossz\nkomuvesmunka miatt, akkor a varázslattal sem lehet jobbá tenni. Ha a\nsérülés nagyobb, mint 1 m\n2\n, a varázslatot erosíteni kell: minden 10 Ep\nújabb 1-1 négyzetméter falrészlet felújítását teszi lehetové ugyanazon\na varázslaton belül. A megnövelt varázslattal nem lehet külön falrész-\nleteket megerosíteni, a célterület mindig egybefüggo.\n"},"ostest":{"id":"ostest","name":"Ôstest (Föld)","kodex":"Gránit","nehezseg":10,"info":"Típus: önmagára ható\nNehézség: 10\nEsszenciaigény: 80\nEro: 100\nHatótávolság: önmaga\nKomponensek: szó, mozdulat, anyagi (humusz)\nElmondási ido: 5 perc\nHatóido: 100 szegmens\/mágiahasználat szint\nLeírás: \na varázshasználó teste maga lesz az Élo Föld \u0096 hasonlóvá vá-\nlik  egy  földelementálhoz.  A varázsló  külso  kinézete  kivehetetlenné\nválik,   körvonalai   is   elmosódottak,   csak   távolról   emlékeztet\nhumanoidra  a  testét  alkotó  földgöröngyök  miatt.  A felszerelési  tár-\ngyak és a ruha is beleolvad az \nostestbe. \nA varázslat idotartama alatt a\nföldmágus normálisan csak mágikus fegyverekkel, vagy mágiával se-\nbezheto \u0096 az egyszeru fizikai sebzéseknek csupán a 20%-át szenvedi\nel az ostest. Az Alabástrom Kódex varázslatai duplán sebzik, ugyan-\nakkor a Gránit Kódex varázslataira immúnissá válik, bármilyen szán-\ndékkal mondanák is ki rá. Ostestben képes lemerülni a földbe, a föld\ntápanyagából táplálkozni. Érintése termékennyé teszi a terméketlent,\nlegyen szó kiszáradt almafáról, egy cserép homokról, vagy egy med-\ndo  asszonyról.  A varázsló  az  \nostestben \neredeti  sebességének  \nfelével\nbír  (értelemszeruen  ez  Gyorsaság  pontjaira  fordítva  hat).  Az  ostest-\nben való lét visszaadja a varázsló korábban elvesztett fizikumpontja-\nit, megszünteti éhségét. A visszaalakulást követo két napon a mágus\noxigénigénye  megtízszerezodik,  ezért  semmilyen  megerolteto  tevé-\nkenységre nem képes, különben saját kilélegzett, elhasznált levegojé-\n"}}