{"kigyokokodex":{"id":"kigyokokodex","name":"Kígyókô Kódex","kodex":"Kígyókő","info":"Közvetlenül a tudatra és az érzelmekre és az érzékszervekre ható va-\nrázslatok gyujteménye. Mivel a hatás mágikus, ezért teljesen függet-\nlen a varázshasználó személyétol, karizmatikus, vagy éppen erotikus\nmegjelenésétol \u0096 éppúgy a célszemély lelki stabilitásától, intelligenci-\nájától is. Egyetlen dolog befolyásolja a hatás sikerét: a célszemély má-\ngikus ellenállásának sikere.\n"},"hevitover":{"id":"hevitover","name":"Hevítô vér","kodex":"Kígyókő","nehezseg":2,"info":"Típus: személyre ható\nNehézség: 2\nEsszenciaigény: 10\nEro: 12\nHatótávolság: érintés\nKomponensek: szó, mozdulat (érintés)\nElmondási ido: 5 szegmens\nHatóido: 15 szegmens\/mágiahasználati szint\nLeírás: \nA varázslat harci megszállottságot lobbant fel a célpont lelké-\nben, gyilkos dühöt, mely vad tombolásra ösztökéli a varázslat alanyát.\nA varázslat  hatása  mindenben  megegyezik  a  \nberserker  düh\nelonynél\nleírtakkal. \n"},"ellensegerzekelese":{"id":"ellensegerzekelese","name":"Ellenség Érzékelése\/Érzékelhetetlen Ellenség","kodex":"Kígyókő","nehezseg":5,"info":"Típus: személyre ható\nNehézség: 5\nEsszenciaigény: 25 \/20 szegmens\nEro: 40\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi (ezüstrúd)\nElmondási ido: 10 szegmens\nHatóido: 20 szegmens \/25 Ep\nLeírás: \na  varázslat  segítségével  a  mágiahasználó  zó-\nnahatáron  belül  felfedezhet  minden  ellenséges  ér-\nzelmu lényt. Az ellenséges lény lehet láthatatlan,\nrejtozhet bárhol, viselhet álöltözetet vagy lehet\nakár  szabad  szemmel  is  látható.  A  mágia-\nhasználó 20 szegmens alatt 90 foknyi terü-\nletet képes megvizsgálni, majd tovább for-\ndulhat. Így 80 szegmens szükséges ahhoz,\nhogy  megvizsgálja  a  körülötte  levo  terü-\nletet. Az ellenséges érzelmu lények auto-\nmatikusan  felfedezodnek,  hacsak  ezen\nvarázslat  megfordítottját,  az  \nÉrzékelhetetlen  Ellenséget rájuk  nem  mondta  egy\nmásik  mágiahasználó.  Ez  utóbbi  varázs-\nlatnak köszönhetoen semmilyen varázslat\nvagy  varázseszköz  nem  képes  kimutatni\negy  lényrol  annak  érzelmeit.  Megjegyzen-\ndo, hogy léteznek olyan nagyhatalmú mági-\nák, amelyek segítségével fel lehet fedni az Ér-\nzékelhetetlen Ellenség varázslattal védett lénye-\nket. A varázslat anyagi komponense egy aprócska\nezüstrúd, amely bizseregni kezd, ha a mágiahasználó\nellenséges érzelmu lényre mutat vele \u0096 a rúd nem sem-\nmisül meg a varázslás során.\n"},"korkoroslatas":{"id":"korkoroslatas","name":"Körkörös Látás","kodex":"Kígyókő","nehezseg":6,"info":"Típus: önmagára ható\nNehézség: 6\nEsszenciaigény: 30 Ep\nEro: 20\nHatótávolság: mágiahasználó\nKomponens: szó\nElmondási ido: 5 szegmens\nHatóido: 10 perc\nLeírás: \na varázslat lehetové teszi a mágiahasználó számára, hogy egy\n10 méter sugarú körben minden irányban egyidejuleg lásson. A beér-\nkezett információk nem fogják megzavarni az agyát, éppen olyan ma-\ngától értetodoen használja új képességét, mint a közönséges látószer-\nveit.  Csupán  azokat  a  dolgokat  fogja  látni,  amit  amúgy,  közönséges\nmódon is észrevenne, azaz a láthatatlan stb. lények és tárgyak tovább-\nra is érzékelhetetlenek lesznek a számára. A mágiahasználó kizárólag\nönmagára képes ezt a varázslatot rábocsátani, másokra soha! A körkö-\nrös  látás  hatása  ideje  alatt  a  mágiahasználót  gyakorlatilag  lehetetlen-\nség  közönséges  módon  meglepni,  azonnal  érzékel  mindenkit,  aki  10\nméternél közelebb kerül hozzá, érkezzen bár hátulról avagy felülrol. A\nvarázslat nem képes együttmuködni más érzékelo varázslatokkal.\n"},"kozostudat":{"id":"kozostudat","name":"Közös tudat","kodex":"Kígyókő","nehezseg":6,"info":"Típus: személyre ható\nNehézség: 6\nEsszenciaigény: 20 \/fo\nEro: 24\nHatótávolság: zóna\nKomponensek: mozdulat\nElmondási ido: 12 szegmens\nHatóido: 150 szegmens\nLeírás:\nA varázslatot  aktivizáló  va-\nrázshasználó  szellemi  úton  be  tud\nhatolni társai tudatába, így saját ma-\ngukon  keresztül  tudja  megvédeni\noket  a  támadó  mágiáktól,  tud  gyó-\ngyítani,  sot  varázsolni  is  társai  szá-\njával (de a saját esszenciájából). Ez\nutóbbi  különösen  hasznosnak  bizo-\nnyulhat,  ha  a  varázshasználó  egy\ncsendvarázslat  hatása  alatt  áll.  Mi-\nvel a szellemi kapcsolat kétirányú, a\ntársak  a  varázshasználón  keresztül\nakár egymással is képesek kommu-\nnikálni,  vagy  ha  varázshasználók,\nakkor varázsolni. A varázslatot akti-\nváló  személy  áll  a  tudati  kapcsolat\nközéppontjában,  ha  valamely  oknál\nfogva  elveszti  tudatát  (elájul,  meg-\nhal  stb.),  a  varázslat  megszunik.  A\nközösség  tagjainak  a  hatótávon  be-\nlül  kell  maradniuk,  aki  messzebb\nkerül a varázshasználótól, az kisza-\nkad  a  közösségbol,  és  hiába  tér\nvissza, már nem fog beolvadni a kö-\nzös tudatba.\n"},"tundesikoly":{"id":"tundesikoly","name":"Tündesikoly","kodex":"Kígyókő","nehezseg":4,"info":"Típus: személyre ható\nNehézség: 4\nEsszenciaigény: 35\nEro: 25\nHatótávolság: zóna\nKomponensek: szó\nElmondási ido: 1 szegmens\nHatóido: azonnali\nLeírás:\nFélelem-erosíto  varázslat,  amely  csak  azokra  az  ellenséges\nszemélyekre hat, akik már amúgy is félnek a varázshasználótól, vagy\nannak társaitól. A varázs enyhébb esetben (kisebb esszenciapajzs-pró-\nba rontás) pillanatnyi megtorpanást, egy-két akció erejéig tartó harc-\nértékcsökkenést  eredményez,  súlyosabb  esetben  pánikot,  fejvesztett\nmenekülést.\n"},"parancsvarazs":{"id":"parancsvarazs","name":"Parancsvarázs","kodex":"Kígyókő","nehezseg":3,"info":"Típus: személyre ható\nNehézség: 3 (4)\nEsszenciaigény: 15\nEro: 12\nHatótávolság: zónán belüli hallótávolság\nKomponens: szó, mozdulat\nElmondási ido: 2 szegmens\nHatóido: 20 szegmens\nLeírás:\na varázslat lehetové teszi a mágiahasználónak, hogy egy leg-\nfeljebb 2 szavas parancsot mondjon arra a célszemélyre, akire rámutat\n(szemkontaktus  esetén  nem  kell  rámutatni,  ilyenkor  nincs  mozdulat\nkomponens). A parancs csak akkor fog hatni, ha olyan nyelven lett ki-\nmondva,  amit  az  áldozat  megért.  A varázslat  hatására  a  célszemély\nmegkísérel  engedelmeskedni  a  parancsnak  (ha  a  parancs  nem  egyér-\ntelmu,  akkor  a  varázslat  hatástalan).  A varázslat  segítségével  senkit\nnem lehet rávenni arra, hogy önmagában bármiféle kárt tegyen (ha va-\nlakinek egy szikla tetején mondják, hogy ugorj le, akkor nem fog en-\ngedelmeskedni  stb.).  Tipikus  parancsok:  \u0084Állj  meg!\u0094,  \u0084Fuss  el!\u0094,\n\u0084Fegyvert eldobni!\u0094, stb. A \u0084Halj meg!\u0094 parancsra a varázslat alanya\nelájul 2d10 szegmensre, majd azonnal magához tér. Éloholt teremtmé-\nnyekre a varázslat nincs hatással.\n"},"felelem":{"id":"felelem","name":"Félelem","kodex":"Kígyókő","nehezseg":3,"info":"Típus: személyre ható\nNehézség: 3 (5, több célpont esetén)\nEsszenciaigény: 15\/célszemély\n(maximum 5 foig)\nEro: 12 (fokozható)\nHatótávolság: zóna\nKomponens: szó, mozdulat\nElmondási ido: 4 szegmens\nHatóido: 20  szegmens  \/mágiahasz-\nnálat szint\nLeírás:\na  varázslat  segítségével  a\nmágiahasználó  félelmet  ébreszt  a\nkiszemelt célpont(ok)ban. A félelem\negyik  pillanatról  a  másikra  támad,\nés elsöpro ereju. Amennyiben a cél-\nszemély  eddig  nem  félt,  akkor  an-\nnyiszor 20 szegmensig érez eros fé-\nlelmet (ennek természetesen vannak\nharci  módosítói,  lásd  a  szabály-\nkönyvet), amennyi a mágiatudó \nmágiahasználat jártasságának  szintje.\nAmennyiben  már  félelem  hatása\nalatt  állt,  akkor  pánik  tört  ki  rajta\nugyanennyi  idore,  melynek  követ-\nkezménye a fejveszett menekülés. A\nFélelemvarázs  nem  hat  éloholt  te-\nremtményekre,  és  azokra  sem,  me-\nlyek  eredendoen  immúnisak  a  féle-\nlemre  (például  sárkányok  stb.).  Ki-\noltja a nála gyengébb ereju Félelem-\ntol védo varázslatot (ilyenkor azon-\nban nem kelt félelmet, csak negálja\na  védelmi  varázslatot).  Abban  az\nesetben, ha a mágiahasználó csupán\negy  személyre  irányítja  a  varázsla-\ntot, 30 Ep-ért dupla ereju, 45 Ep-ért\n36-os ereju varázslatot hozhat létre.\n"},"felelemtolvedovarazs":{"id":"felelemtolvedovarazs","name":"Félelemtôl védô varázs","kodex":"Kígyókő","nehezseg":3,"info":"Típus: személyre ható\nNehézség: 3 (6, több célpont esetén)\nEsszenciaigény: 15\/célszemély (maximum 5 foig)\nEro: 15 (30: duplázott Ep esetén)\nHatótávolság: zóna\nKomponens: szó, mozdulat\nElmondási ido: 12 szegmens\nHatóido: 30 szegmens\nLeírás:\na varázslat segítségével a mágiahasználó bátorságot önt a ki-\nszemelt  célpont(ok)  szívébe.  Amennyiben  az  áldozat(ok)  bármilyen\n(mágikus vagy nem-mágikus), a Félelemtol védo varázsnál gyengébb\nereju  félelem  hatása  alatt  áll(nak),  a  félelem  nyomban  megszunik.\nAmennyiben nem áll(tak) ilyen hatás alatt, akkor a varázslat egy órá-\nra 30 ponttal növeli a célszemély Lelkiero-próbáját, illetve semlegesí-\nti a legelso félelem-alapú behatást (feltéve, hogy az nem erosebb a Fé-\nlelemtol védo varázsnál). A varázslat nem hat éloholt teremtmények-\nre.  Abban  az  esetben,  ha  a  mágiahasználó  csupán  egy  célszemélyre\nirányítja varázslatát, és dupla esszenciapontot használ fel a létrehozás\nsorán,  úgy  a  varázslat  ereje  is  duplázódik  (azaz  erosebb  védelmet\nnyújt félelem-alapú behatásokkal szemben).\n"},"alom":{"id":"alom","name":"Álom","kodex":"Kígyókő","nehezseg":4,"info":"Típus: személyre ható\nNehézség: 4 (6, több célpont esetén)\nEsszenciaigény: 20\/célszemély (maximum 3 foig)\nEro: 15\nHatótávolság: 15 méter (növelheto)\nKomponens: szó, mozdulat\nElmondási ido: 8 szegmens\nHatóido: speciális, lásd a leírásban\nLeírás:\na  mágiahasználó  ezen  varázslattal  mágikus  álmot  bocsát  a\ncélszemély(ek)re. Az álomba zuhanás a célszemélynél egyik pillanat-\nról a másikra következik be. Legfeljebb három fore lehet egyidejuleg\nrábocsátani, ám ez esetben nem csupán az esszencia-felhasználás nö-\nvekedik, hanem a varázslat nehézsége is no. Éloholt teremtményekre\nnem hat. A mágiahasználónak látnia kell a célszemélyeket. Az alvók\nrendkívül  mélyen  alszanak,  tehát  rendkívül  eros  zajra  ébrednek  csu-\npán fel. Ugyancsak azonnal felébrednek erosebb (legalább 3 fizikum-\npont elvesztését okozó) fizikai behatásra is. Az ébredés épp úgy megy\nvégbe, ahogy az elalvás: egyik pillanatról a másikra. Ha rázzák oket\nvagy hideg vízzel leöntik, az is ébredést fog eredményezni, ez esetben\nazonban  hosszabb  ideig  tart,  amíg  összeszedik  magukat  (mintha  egy\nrendkívül mély, természetes álomból próbálnánk felkelteni oket).\nKétszeres esszenciapontért a hatótávolság 30 méterre növelheto.\n"},"iszonyataura":{"id":"iszonyataura","name":"Iszonyataura","kodex":"Kígyókő","nehezseg":8,"info":"Típus: önmagára ható\nNehézség: 8\nEsszenciaigény: 50\nEro: 60\nHatótávolság: 10 méter\nKomponens: szó, mozdulat, anyagi (sárkánypikkely)\nElmondási ido: 10 perc\nHatóido: 1 óra\nLeírás: \na  félelem  nem  igazán  jó  kifejezés  arra  az  érzelemhullámra,\namelyet ezzel a varázslattal lehet kiváltani. Középpontjában mindig a\nmágiahasználó  áll  (másra  képtelen  elmondani  a  varázslatot),  és  az\niszonyataura teljesen körbeveszi a testét. Az aura szemmel láthatatlan,\ncsupán a szenzzel rendelkezo varázslók képesek érzékelni, igaz, a ha-\ntása ellen ok sem nyernek automatikusan védelmet. Sikeres Lelkiero-\npróba semlegesíti az iszonyataura hatását. Az iszonyataura mintegy 10\nméter  sugarú  körben  hat,  a  szélén  éppolyan  erosen  mint  a  közepén.\nAmikor valaki bekerül az aurába, olyan eszelos rettegés lesz úrrá raj-\nta egyik pillanatról a másikra, amelynek ellenállni szinte képtelenség.\nAz  áldozatok  vagy  pánikszeruen  menekülni  kezdenek,  vagy  pedig\nföldre  rogynak  rémületükben,  és  mozdulni  sem  bírnak.  A Félelemtol\nvédo  varázs  ugyan  csillapítja  némileg  a  hatást,  ám  képtelen  teljesen\nnegálni. A védovarázslat az iszonyataura hatását lecsökkenti annyira,\nhogy az aurában lévo személy nem veszíti el az önuralmát, ám amíg\naz aurán belül tartózkodik minden cselekedetét \nrendkívül kedvezotlen körülmények\nmódosítóval kell figyelembe venni, s ez érvényes a cél-\nszám dobásokra is. Az iszonyataura ugyan nem hat az éloholtakra, ám\na gyengébb éloholtak nem fogják megtámadni az iszonyataurát viselo\nmágiahasználót, hanem lehetoség szerint elkerülik (ha az iszonyatau-\nrát viselo személy megtámadja oket, visszatámadnak). Az iszonyatau-\nra hatása egy teljes óráig tart, ám az utolsó 10 percben észrevehetoen\ncsökken (a fentebb leírt hatás az induló 10 méter sugarú körrol egyre\nkisebb területen váltódik ki). Az iszonyataura alkalmazásához szükség\nvan  egy  darab  sárkánypikkelyre,  s  minthogy  ez  a  varázslat  a  sárká-\nnyok iszonyatauráját másolja, magában hordozza azt a lehetoséget is,\nhogy egy, a közelben (20-30 kilométer sugarú körben) tartózkodó sár-\nkány felfigyel a különös aurára, s tesz egy kisebb kitérot kíváncsisága\nenyhítése érdekében.\n"},"tudatfurkeszes":{"id":"tudatfurkeszes","name":"Tudatfürkészés","kodex":"Kígyókő","nehezseg":6,"info":"Típus: személyre ható\nNehézség: 6\nEsszenciaigény: 15\nEro: 12\nHatótávolság: 10 méter\nKomponens: szó\nElmondási ido: 4 szegmens\nHatóido: 5 perc\nLeírás:\na  varázslat  lehetové  teszi  alkalmazója  számára,  hogy  kifür-\nkéssze mások gondolatait. A varázslat segítségével csak az aktív gon-\ndolatok fürkészhetoek ki (azaz nem lehetséges kiolvasni egy varázsla-\ntot  vagy  valamilyen  titkot  valaki  elméjébol,  ha  az  nem  gondol  rá).\nCsak  értelemmel  bíró  teremtmények  gondolatai  fürkészhetoek  ki  ez-\nzel a varázslattal. A tudatfürkészéshez a mágiahasználónak látnia kell\na célszemélyt.\n"},"almothozokod":{"id":"almothozokod","name":"Álmot hozó köd","kodex":"Kígyókő","nehezseg":5,"info":"Típus: területre ható\nNehézség: 5\nEsszenciaigény: 10\/köbméter\nEro: 30\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 6 szegmens\nHatóido: 3 óra\nLeírás: \na varázslattal egy halványlila színben játszó ködszeru képzod-\nményt  idézheto  fel.  A köd  kiterjedése  annyi  köbméter,  ahányszor  10\nEp-t a létrehozására fordít a mágiahasználó. Alakja szabálytalan, de ha\na létrehozója akarja, akkor szabályos mértani formát is ölthet (például\ntéglatest). A ködbe bekerült élolények 6 szegmensen belül elalszanak.\nAz álomvarázslatok bármely típusával szemben immunitást élvezo lé-\nnyekre a varázslat nincs hatással. Az álom ájulásszeru, amíg a varázs-\nlatnak idotartama le nem jár, addig csak Mágikus Ellenvarázzsal, Éb-\nresztovarázzsal vagy hasonlóval lehet felébreszteni az alvókat. A lét-\nrehozója irányítani tudja a ködöt, de ez esetben mindaddig látnia kell,\namíg irányítja. A köd sebessége 1 méter szegmensenként, és csak víz-\nszintes  irányban  tud  mozogni  (ám  felmehet  egy  lépcson,  haladhat  a\nhullámok hátán, azonban nem képes a levegobe emelkedve átjutni egy\nszakadékon  vagy  hasonló  mozgásokat  végezni).  A varázslat  anyagi\nkomponense fiolába zárt hajnali ködpára, melyet a varázslás során ki\nkell engedni az üvegbol.\n"},"alyakrozsaszirompecsetje":{"id":"alyakrozsaszirompecsetje","name":"Alyak rózsaszirom pecsétje","kodex":"Kígyókő","nehezseg":5,"info":"Típus: speciális\nNehézség: 5\nEsszenciaigény: 25 \/ nap\nEro: 30\nHatótávolság: érintés\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 5 szegmens\nHatóido: 1 nap\/25 Ep\nLeírás: \na varázslatnak kétféle alkalmazási formája ismeretes. Az elso\nalkalmazás során a mágiahasználó egy apró, rózsaszirom alakú pecsé-\ntet helyez el valamilyen védeni kívánt felületen (\nkönyv, papirusz, ládika, stb.\n). Ezek után, ha valaki megérinti a védeni kívánt tárgyat ( akár\nvalamilyen eszköz segítségével is ), a mágia nyomban muködésbe lép.\nEros rózsaillat árad szét a hatáskörön belül, és mindenkit álomba dönt.\nAz álom annyi napon keresztül fog tartani, ahányszor 25 Ep-t a pecsé-\ntet megalkotó mágiahasználó a varázslatra fordított. Ez az álom meg-\nkülönböztethetetlen  a  haláltól  (tetszhalál),  semmilyen  életmuködés\nnem  tapasztalható.  A  mágiahasználó  akármikor,  egyetlen  érintéssel\nmegszüntetheti  ezt  az  állapotot  az  alvókon,  de  percenként  csak  egy\nszemélyen.  A másik  alkalmazási  forma  egy  igen  eroteljes  Álomként\nértelmezheto. A mágiahasználó egy rózsaszirmot dob ellenfelei felé. A\nrózsaszirom 3 szegmens alatt betölt illatával egy 3 méter sugarú göm-\nböt, és mindazon lények, akik a 3 szegmens leteltéig nem menekülnek\nbiztonságos  távolságba,  mentodobásra  jogosultak;  sikertelen  dobás\nesetén mély álomba zuhannak. Az álom annyi percig tart, amenynyi es-\nszenciát a mágiahasználó a varázslatra fordított, bár a rózsaszirom fel-\nidézoje egyetlen érintéssel megszüntetheti a hatást, 10 szegmensként\nlegfeljebb egy személyt ébresztve fel. A varázslatnak mindkét esetben\negy rózsaszirom az anyagi komponense.\n"},"hamisemlek":{"id":"hamisemlek","name":"Hamis emlék","kodex":"Kígyókő","nehezseg":5,"info":"Típus: személyre ható\nNehézség: 5\nEsszenciaigény: 30 Ep\nEro: 50\nHatótávolság: 10 méter\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 30 szegmens\nHatóido: maradandó\nLeírás: \na  varázslat  segítségével  a  mágiahasználó  hamis  emlékeket\nplántálhat  áldozata  agyába.  Ezek  az  emlékek  teljesen  valódinak  fog-\nnak hatni, és csak egy rendkívül eroteljes Mágikus Ellenvarázs segít-\nségével lehet semlegesíteni a hatást. Egyszerre csak egy témával kap-\ncsolatos hamis emléket lehet beültetni az áldozat agyába, például egy\ntalálkozást  valakivel,  egy  sérto  összeszólalkozást,  egy  párbajt  és  ha-\nsonlókat. Anyagi komponens egy darabka teknosbéka agy.\n"},"parancsoloszem":{"id":"parancsoloszem","name":"Parancsoló szem","kodex":"Kígyókő","nehezseg":7,"info":"Típus: személyre ható\nNehézség: 7\nEsszenciaigény: 30\nEro: 40\nHatótávolság: zóna\nKomponens: szó, mozdulat, anyagi\nElmondási ido: speciális\nHatóido: 1d6 perc\nLeírás: \na mágiahasználó ezzel a varázslattal távolról is parancsot ad-\nhat  egyetlen  szempillantásával.  A varázslat  bevetési  ideje  két  részre\noszlik: az elokészítésre, ez egy fertályórát vesz igénybe, és az aktivi-\nzálásra, ami egytized szegmenset (egy szempillantást) igényel. Az elo-\nkészítés során a mágiahasználó aranyporral keni be a szemhéját, és el-\nmondja a varázslat szavait. Az aktivizáláshoz egy pillanatra kell csu-\npán koncentrálnia, s a varázslat életbe lép. A varázslatot legkésobb 1\nórával  az  elokészítés  után  aktivizálni  kell.  A varázslattal  egy  maxi-\nmum zónahatáron belül lévo, legalább állati intelligenciával rendelke-\nzo lénynek lehet parancsolni (hasonlóképpen a Parancsvarázshoz).\nA varázslat nem tesz különbséget humanoidok, állatok vagy szörnyete-\ngek  között.  A parancsnak  egyszerunek,  könnyen  érthetonek  kell  len-\nnie, és nem lehet hosszabb 6 szónál. A varázslat alanyának mindig lá-\ntótávolságon belül kell tartózkodnia, különben a varázslat nem aktivi-\nzálható. A varázslattal nem lehet önpusztításra irányuló, ekkor ugyan-\nis a varázslat hatástalan marad. Az áldozat a leheto legjobb tudása sze-\nrint fogja teljesíteni a parancsot maximum 1d6 percen keresztül.\n"},"alomuzes":{"id":"alomuzes","name":"Álomuzés","kodex":"Kígyókő","nehezseg":0,"info":"Típus: személyre ható\nNehézség: 0 (speciális)\nEsszenciaigény: speciális\nEro: speciális\nHatótávolság: 3 méter\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 20 szegmens\nHatóido: azonnali\nLeírás: \na varázslat segítségével a mágiahasználó felébreszthet 1-4 te-\nremtményt közönséges vagy mágikus álmából. A varázslat semlegesí-\nti  mindenféle  álompor,  álomvarázs  és  hasonlók  hatását,  ezenkívül\nmegszünteti a Tetszhalált, sot, a Sztázis állapotát is, bár utóbbi esetben\ncsupán egyetlen lény ébresztheto fel vele. Az álomból való ébredés 1\nteljes  percet  vesz  igénybe,  Tetszhalál  esetén  kettot,  Sztázisból  pedig\negy teljes óráig tart, amíg magához tér a lény. A varázslat nehézsége\nmegegyezik annak a varázslatnak a nehézségével, ami kiváltotta az ál-\nmot, közönséges álom esetén a nehézség mindig 1. Az esszenciaszük-\nséglet és a varázslat ereje azonos az álmot létrehozó varázslat esszen-\nciaszükségletével  és  erejével.  Közönséges  álom  esetén  az  esszencia-\nszükséglet  5  Ep,  a  varázslat  ereje  pedig  3  lesz.  A varázslat  anyagi\nkomponense egy gyémánttu.\n"},"bajoloszem":{"id":"bajoloszem","name":"Bájoló szem","kodex":"Kígyókő","nehezseg":7,"info":"Típus: személyre ható\nNehézség: 7\nEsszenciaigény: 15 + 5 Ep\/perc\nEro: 15\nHatótávolság: zóna\/2\nKomponens: szó, mozdulat\nElmondási ido: speciális\nHatóido: 1 perc \/5 Ep (a 15 Ep-n felül)\nLeírás: \na mágiahasználó ezzel a varázslattal távolról is bubáj alá von-\nhat valamilyen lényt egyetlen szempillantásával. A varázslat bevetési\nideje  két  részre  oszlik:  az  elokészítésre,  ez  egy  teljes  percet  vesz\nigénybe,  és  az  aktivizálásra,  ami  egytized  szegmenset  (\negy  szempil-\nlantást)\nigényel. Az elokészítés során a mágiahasználó aranyporral ke-\nni be a szemhéját, és elmondja a varázslat szavait. Az aktivizáláshoz\negy pillanatra kell csupán koncentrálnia, s a varázslat életbe lép. A va-\nrázslatot legkésobb 1 órával az elokészítés után aktivizálni kell. A va-\nrázslattal  egy  zónahatáron  belül  levo,  legalább  állati  intelligenciával\n(minimum 20-as Tudat) rendelkezo lényt lehet bubáj alá vonni. A va-\nrázslat  alanyának  mindig  látótávolságon  belül  kell  tartózkodnia,  kü-\nlönben a varázslat nem aktivizálható. A bubáj alá vont személyek min-\nden kérését teljesítik a mágiahasználónak (amennyiben megértik), ha\naz  nem  irányul  önpusztításra.  Ha  a  mágiahasználó  rátámad  a  bubája\nalatt levo lényre, a bubáj automatikusan megtörik.\n"},"mindentlatoszem":{"id":"mindentlatoszem","name":"Mindent látó szem","kodex":"Kígyókő","nehezseg":8,"info":"Típus: önmagára ható\nNehézség: 8\nEsszenciaigény: 10 + 5 Ep\/méter\nEro: 30\nHatótávolság: mágiahasználó\nKomponens: szó, mozdulat, anyagi\nElmondási ido: 1 perc\/5 Ep\nHatóido: 10 szegmens \/ 5 Ep\nLeírás: \na varázslat képessé teszi a mágiahasználót, hogy a felhasznált\nesszencia függvényében a szó szoros értelmében mindent lásson. Nem\nmaradhatnak elotte rejtve sem fizikai védfalak, sem varázslatok mögé\nrejtett tárgyak és élolények, a láthatatlanság sem nyújt védelmet a va-\nrázslat  ellen.  A mágiahasználó  a  varázslat  elmondása  után  átláthat  a\nfalakon,  fémeken,  és  még  a  föld  alatt  rejtozo  dolgok  és  lények  sem\nmaradnak  rejtve  elotte.  A varázslat  anyagi  komponense  denevérvér,\nboszorkányfuvel keverve.\n"},"orokfeledes":{"id":"orokfeledes","name":"Örök feledés","kodex":"Kígyókő","nehezseg":6,"info":"Típus: személyre ható\nNehézség: 6\nEsszenciaigény: 3 \/ minden egyes szegmens után\nEro: 30\nHatótávolság: zóna\/2\nKomponens: szó\nElmondási ido: 20 perc\nHatóido: maradandó\nLeírás: \na mágiahasználó örökre elfeledtethet a célszeméllyel egy bizo-\nnyos dolgot (egy eseményt, egy nevet stb. \u0096 a feledésre ítélt gondolat\nnem lehet hosszabb 30 szegmensnél). A hatás maradandó, csak rend-\nkívül eroteljes varázslatok segítségével állítható vissza az emlékezet,\nde ez is csak akkor, ha a fenti varázslatok valamelyikét elmondó má-\ngiahasználó  tudja,  milyen  elfelejtett  emléket  akar  felidézni.  Anyagi\n"}}