{"feregirtomondoka":{"id":"feregirtomondoka","name":"Féregirtó mondóka","kodex":"Praktikus","cost":400,"nehezseg":5,"info":"Jártasságpont igény: 400\nNehézség: 5\nEsszenciaigény: 35\nEro: 2\nHatótávolság: 2 méter sugarú kör\nKomponensek: szó, anyagi (tiszta víz)\nElmondási ido: 15 szegmens\nHatóido: azonnali\nRigmus: \n\u0084Pusztulj innen rút rontása \/ Gonoszságnak csúf hajtása \/ Szá-\nradjon el élted réme \/ Sötétségnek gonosz férge\u0094\nLeírás:\nA varázslat rút sorsot tartogat minden féreg kategóriába eso -\ntehát  egy  kisujjnál  rendszerint  nem  vastagabb,  hosszúkás  formájú\nlénynek, valamint a kártékony rovaroknak. A varázslat ezeket a férge-\nket,  rovarokat  elpusztítja,  ha  belso  élosködok,  akkor  a  dögök  termé-\nszetes módon ürüljenek ki a gazdaállat testébol. Falutájon sokféle al-\nkalmazása lehetséges, az állatok és a gyerekek megtisztításán keresz-\ntül a mindennapi általános takarításig, ahol a rigmus fabútorokban és\na repedésekben megtelepedo kártékony állatokat távolíthatja el. \n"},"langovomondoka":{"id":"langovomondoka","name":"Lángóvó mondóka","kodex":"Praktikus","cost":500,"nehezseg":4,"info":"Jártasságpont igény: 500\nNehézség: 4\nEsszenciaigény: 27\nEro: 1\nHatótávolság: érintés\nKomponensek: szó, mozdulat\nElmondási ido: 15 szegmens\nHatóido: speciális\nRigmus: \n\u0084Lobogó láng, fénynek ura \/ Ne hagyj engem cserben soha \/\nSötét eso, pusztító szél \/ Lángom közelébe ne érj\u0094\nLeírás:\nA varázslat  képes  megvédeni  egy  kisméretu  (fáklyánál  nem\nnagyobb)  fényforrást  a  legnagyobb  esoben  vagy  viharban  is,  amíg  a\npraktikus  mágiát  használó  a  kezében  tartja  a  láng  forrását  (fáklya,\ngyertya), vagy az el nem hamvad a természetes módon. \n"},"tuzgyujtocsettintes":{"id":"tuzgyujtocsettintes","name":"Tuzgyújtó csettintés","kodex":"Praktikus","cost":500,"nehezseg":3,"info":"Jártasságpont igény: 500\nNehézség: 3\nEsszenciaigény: 33\nEro: 2\nHatótávolság: 10 centiméter\nKomponensek: mozdulat\nElmondási ido: 1 szegmens\nHatóido: azonnali\nRigmus: \nnincs\nLeírás:\na  különleges  technikájú  csettintés  aktivizálja  az  egyébként\nnem  varázshasználó  személyek  esszenciáját,  melynek  következtében\nkicsiny szikra ugrik elo ujjai közül a csettintés nyomán. A szikra bár-\nmilyen  égheto  anyagot  képes  meggyújtani,  de  csak  azt,  amelyet  a\nhasználó  elozoleg  bal  keze  hüvelykjével  megérintett  (pl.  gyertya  ka-\nnóca,  a  tábortuz  egyik  fája).  A kicsiny  láng  egy  percig  mágikusnak\nszámít,  természetes  hatások  által  olthatatlan,  egy  perc  után  azonban\nmár természetes tuzként ég tovább. Ez azt is jelenti, hogy a nehezeb-\nben égheto anyagok \u0096 melyek alapos meggyulladásához kevés az egy\nperc \u0096 ezek után nem égnek tovább (pl. vizes fa, bortárgyak stb.).\n"},"gombakeresomondoka":{"id":"gombakeresomondoka","name":"Gombakeresô mondóka","kodex":"Praktikus","cost":350,"nehezseg":3,"info":"Jártasságpont igény: 350\nNehézség: 3\nEsszenciaigény: 21\nEro: 1\nHatótávolság: 1 méter\/a használó Esszencia Foértéke\nKomponensek: szó, mozdulat\nElmondási ido: 35 szegmens\nHatóido: azonnali\nRigmus: \n\u0084Dugd ki fejed a föld alól \/ Életadó kicsi manó \/ Kalapodra\neso  esik  \/  Csizmácskádat  férgek  lesik.  \/\/    Kosaramban  víg  az  élet  \/\nTáncol  a  sok  gomba  lélek  \/  Kosár  háncsa,  árnyas  öle  \/  Jobb,  mint  a\nföld saras röge\u0094\nLeírás:\nA varázs nem pusztán megmutatja a varázshasználó számára a\nfuben és az avar alatt rejtezo gombákat, de azt is jelzi, ha egy gomba\nnem  eheto  (vagy  éppen  mérgezo)  a  \npraktikus  mágiát  alkalmazó\nszá-\nmára. Nagy siker esetén (dobás 20-al a célszám alá) a mondóka való-\nban növekedésre serkenti a gombákat, és még az a gomba is kibújik a\nföld  alól,  amelyik  csak  az  elkövetkezendo  héten  bújna  ki.  Ott,  ahol\negyébként  sem  none  gomba  (szárazságban,  száraz  területeken),  a\ngombanövesztés hatástalan.\n"},"pengeelezovarazs":{"id":"pengeelezovarazs","name":"Pengeélezô varázs","kodex":"Praktikus","cost":500,"nehezseg":5,"info":"Jártasságpont igény: 500\nNehézség: 5\nEsszenciaigény: 35\nEro: 3\nHatótávolság: érintés\nKomponensek: szó, anyagi (bármilyen kavics)\nElmondási ido: 15 szegmens\nHatóido: maradandó\nRigmus: \n\u0084Tompa  acél,  csorba  kések  \/  Érintésem  örvendjétek  \/  Múlt\nnagyságát elocsalom \/ A pusztulást veszni hagyom\u0094\nLeírás:\nA kavicsot a pengén a mondóka közben kétszer-háromszor vé-\ngighúzva  csodálatos  élességu  pengét  kap  a  használó.  A mondóka  is-\nmeroje  népszeru  és  jól  kereso  ember  szerte  a  világban.  Nincs  olyan\npenge, amit meg ne tudna élezni, függetlenül attól, hogy egy egysze-\nru konyhakés az alany, vagy egy sok csatát megjárt kard. Sok penge-\nélezo ezért muvésznek tartja magát, és csak a legjobbaknak dolgozik.\nMások kitanulják a pengeélezés hagyományos módjait is, és köszörus-\nként  járják  a  világot,  a  varázslatos  mondókát  csak  az  igazán  komoly\nesetekben  elocitálva.  A varázslattal  megélezett  penge  Ereje  (sebzés-\nszorzója) +1-el no ez elso 1d6 sikeres találatra. Két fegyverélezo bu-\nbáj nem lesz kétszer hatásosabb.\n"},"kalmarszavaellenvalomondoka":{"id":"kalmarszavaellenvalomondoka","name":"Kalmár-szava-ellen-való mondóka","kodex":"Praktikus","cost":600,"nehezseg":6,"info":"Jártasságpont igény: 600\nNehézség: 6\nEsszenciaigény: 33\nEro: 5\nHatótávolság: önmaga\nKomponensek: szó, mozdulat, anyagi\nElmondási ido: 15 szegmens\nHatóido: másnap estig\nRigmus: \n\u0084Minden isten minden szentje \/ Adj erot e róka ellen! \/ Ha a\nkalmár szava megnyer \/ Tisztes férjem este elver\u0094\nLeírás:\nA mondóka anyáról leányára terjed, ha olykor férfiak birtoká-\nba jut, és ok is használni kívánják, kénytelenek változtatás nélkül el-\nmondani a rigmust, holott nekik bajosan van \u0084tisztes férjük\u0094. A mon-\ndóka védelmet nyújt a sima szavú kalmárok állítólagos elonyös üzle-\ntei és alkalmi vételei ellen. A mondókát elmormoló személy csaknem\nteljesen immúnis lesz az ilyen helyzetek ellen, sot, védelmet ad min-\nden olyan helyzet esetén is, ahol olyasmire akarják rávenni, ami nem\negyezik a valós vágyaival, érdekeivel. A mondóka elmondásakor min-\ndig meg kell jelölni azt a személyt, aki ellen a védettséget meg akar-\nják  szerezni.  A védettség  a  következo  estig  tart  ki,  és  egyszerre  csak\negyetlen  ilyen  védelem  lehet  aktív.  Anyagi  komponense  egy  színes\nszalag a balkéz gyurus és kisujja köré tekerve, melyet a hatóido alatt\nfolyamatosan viselni kell.\n"},"besurranomondoka":{"id":"besurranomondoka","name":"Besurranó mondóka","kodex":"Praktikus","cost":1000,"nehezseg":7,"info":"Jártasságpont igény: 1000\nNehézség: 7\nEsszenciaigény: 49\nEro: 7\nHatótávolság: önmaga\nKomponensek: szó, anyagi (nyelvetlen rézcsengo)\nElmondási ido: folyamatos\nHatóido: speciális\nRigmus: \n\u0084Buverom szól, suttogásom \/ Csendes padló legszebb álmom\n\/  Frissen  olajozott  kilincs  \/  Rám  várakozó  kedves  kincs.  \/\/  Buverom\nszól, suttogásom \/ Alvó or a legszebb álmom \/ Cipofuzo, gabalyodva\n\/ Síp a földön, messze dobva. \/\/ Buverom szól, suttogásom \/ Alvó da-\ndus legszebb álmom \/ Fehér ruhás, víg hajadon \/ Elbuvöli csendes da-\nlom.\u0094\nLeírás:\nA versike széles körben ismert, de igen kevesen tudják hatáso-\nsan  elmondani,  mivel  különleges  hangsúlyozás  és  furcsa  ütemu  dal\ntartozik hozzá. Minden tolvaj és egyéb besurranó álma, hogy egyszer\nlegyen mester, aki pontosan megtanítja a dallamot, hiszen az alkalma-\nzója különleges hatalomra tesz szert mások tulajdona felett. Nem vé-\nletlen, hogy az igazán védett helyeken az orség, a zárak és a padlóba\nrejtett csapdák mellett egyéb eszközöket is bevetnek a tulajdon védel-\nmére. De azt is beszélik, hogy léteznek titkos versszakok, amiket csak\naz igazán nagyok ismernek...\nAz ismert három versszak folyamatos suttogása a besurranó \nlopa-\nkodás\nés \nrejtozködés\njártasság  szintjéhez  1-1-et  ad  (ha  elozoleg  nem\nrendelkezett ezekkel, akkor 1. szintu jártasságot ad). Nagy siker ese-\ntén (dobás 20-al a célszám alá) a mondóka 2-2 jártasságszint növeke-\ndést eredményez. A helyesen (sikeres dobás) suttogott mondóka senki\náltal nem hallható, legyen akár mágikusan erosített hallású elf az ille-\nto.\n"},"azebersegmondokaja":{"id":"azebersegmondokaja","name":"Az éberség mondókája","kodex":"Praktikus","cost":900,"nehezseg":7,"info":"Jártasságpont igény: 900\nNehézség: 7\nEsszenciaigény: 49\nEro: 6\nHatótávolság: önmaga\nKomponensek: szó, anyagi (egy \nfej\nfokhagyma)\nElmondási ido: 1 perc\nHatóido: 5 óra\nRigmus: \n\u0084Maradjak éber \/ bármit hoz az éjjel!\u0094\nLeírás:\nAz egyszeru mondókát követoen a használónak el kell rágnia\negy \negész fej\nfokhagymát (ha egészben lenyeli a gerezdeket, hatásta-\nlan a varázs). Legalább egy percig kell rágnia, mielott a pépet a háta\nmögé köpné \u0096 tehát ekkor sem szabad lenyelnie. A procedúra 5 órányi\nvédelmet  ad  a  természetes  fáradtság  ellen,  valamint  10%,  nem  csök-\nkeno  esélyt  a  különféle  álomvarázslatok  ellen  \u0096  ha  az  esély  nem  jön\nbe, az esszenciapajzs még mindig megfoghatja a hatást.\n"},"kalmarmosoly":{"id":"kalmarmosoly","name":"Kalmármosoly","kodex":"Praktikus","cost":600,"nehezseg":5,"info":"Jártasságpont igény: 600\nNehézség: 5\nEsszenciaigény: 33\nEro: 4\nHatótávolság: önmaga\nKomponensek: szó, anyagi (vadméz)\nElmondási ido: 30 szegmens\nHatóido: 1 óra\nRigmus: \n\u0084Mosolyom  szépen  ragyog  \/  lám,  milyen  oszinte  vagyok  \/\namit adok, csak jó lehet \/ ha kihagyod, jaj lesz neked!\u0094\nLeírás:\nA mondóka után a használó vadmézzel bekeni az ajkait (ez pár\nperc múltán lenyalható, a varázslat akkor is megmarad). Ezt követoen\negy  óráig  +2  szintet  kap  a  \nmeggyozés és  az   alkudozás jártasságok\nhasználatára (ha annak elotte nem rendelkezett vele, akkor 2. szinten\nkapja). A Kalmármosoly és a Kalmár szava ellen való mondóka kiolt-\nják egymás hatását \u0096 ekkor úgy vesszük, mintha egyik félen sem len-\nne varázs.\n"},"utkeresomondoka":{"id":"utkeresomondoka","name":"Útkeresô mondóka","kodex":"Praktikus","cost":550,"nehezseg":8,"info":"Jártasságpont igény: 550\nNehézség: 8\nEsszenciaigény: 55\nEro: 10\nHatótávolság: 10 kilométer\nKomponensek: szó, anyagi (iránytu)\nElmondási ido: 15 szegmens\nHatóido: 1 óra \nRigmus: \n\u0084Bajban  vagyok,  most  segíts  meg  \/  Célom  eltunt,  hol  va-\ngyok? \/ Ha nem találom ...-t meg \/ Csostül jönnek rám a bajok!\u0094\nLeírás:\nA rigmus \u0096 amelybe a célpont elnevezését bele kell illeszteni\n\u0096 az iránytut bájolja el, amely a hatóido alatt nem az északi irányt, ha-\nnem a használó által megjelölt célpont irányát fogja mutatni. Nem al-\nkalmas arra a mondóka, hogy a \nvalóban odavezeto\nutat mutassa \u0096 te-\nhát egy labirintus esetén nem a helyes járatot, hanem a labirintus kijá-\nratának  irányát  fogja  megmutatni.  A hatóidon  belül  a  használó  nyu-\ngodtan mozoghat, az iránytu mindig a helyes irányt fogja mutatni. A\ncélpont csak hely, vagy egy bizonyos épület lehet (személy, tárgy stb.\nnem), ám nem fontos pontosan tudni, mit keres a karakter (pl. keres-\nheti a \u0084legközelebbi forrást\u0094, noha még sosem járt ott, és azt sem tud-\n"}}