{
    "magiaelmelet": {
        "id": "magiaelmelet",
        "name": "Mágiaelmélet",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 200, 200, 200, 400, 400, 400, 1000 ],
        "reqFoertekId": "intelligencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "intelligencia", "esszencia", "nemnovel", "esszencia", "nemnovel", "intelligencia" ],
        "info": "Szükséges foérték: Intelligencia 50\/60\/70\/80\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA legalapvetobb  varázshasználó  jártasság.  Számos  jártasság  létezik,\namely nem igényel elméleti tudást, vagy csupán minimálisat \u0096 a má-\ngiahasználat nem tartozik ezek közé. Az akadémikus és a szabad má-\ngiát  gyakorló  varázshasználó  csakis  úgy  fejlesztheti  varázslói  képes-\nségeit, ha a mágiaelméletet\nis fejleszti. A két mágiaforma esetében a vonatkozó \nmágiahasználat jártasságok csak a mágiaelmélet jártasság\nszintjéig fejleszthetoek, tovább semmilyen esetben sem!\nJártasságpróbára ritkán kerül sor \u0096 foként a karakter elméleti tudá-\nsának tesztelésekor (pl. felismer-e egy idegen varázslatot) \u0096, ilyenkor\na célszámot a mágiaelmélet\njártasság szintje és a Mesélo által megha-\ntározott feladatnehézség határozza meg.\n"
    },
    "hitelmelet": {
        "id": "hitelmelet",
        "name": "Hitelmélet",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 200, 200, 200, 400, 400, 400, 1000 ],
        "reqFoertekId": "intelligencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "tudat", "esszencia", "nemnovel", "esszencia", "nemnovel", "tudat" ],
        "info": "Szükséges foérték: Intelligencia 50\/60\/70\/80\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA papok alapveto ismerete vallásukról, istenükrol, illetve a más vallá-\nsokról. Szintje nem limitálja az elhivatottság jártasságot, ugyanakkor\na Rend és az Egyensúly istenei elobb vagy utóbb leveszik kezüket ar-\nról a papjukról, aki nem igyekszik mind mélyebb ismereteket szerez-\nni a hitrol. Ennek következménye lehet a Sors romlása (növekvo bal-\nsors), de az elhivatottság\njártasság drasztikusan csökkeno szintje is. A\nKáosz istenei nem igénylik papjaiktól a hitelmélet minimális elsajátí-\ntását sem, ám ha a pap az egyházon belül mind magasabb tisztségeket\nkíván betölteni, rákényszerül a hitelméletben való elmélyedésre.\nJártasságpróbára ritkán kerül sor \u0096 foként a karakter elméleti tudá-\nsának tesztelésekor (pl. felismer-e egy idegen szertartást) \u0096, ilyenkor a\ncélszámot  a  hitelmélet jártasság  szintje  és  a  Mesélo  által  meghatáro-\nzott feladatnehézség határozza meg.\nMágiahasználat (Akadémikus)\n"
    },
    "magiahasznalat": {
        "id": "magiahasznalat",
        "name": "Mágiahasználat (Akadémikus)",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 450, 450, 450, 1000, 1000, 1000, 1700, 1700, 1700, 4000 ],
        "reqFoertekId": "esszencia",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ "magiaelmelet" ],
        "minLevel": 1,
        "visszahatas": [ "varazsero", "varazsero", "varazsero", "varazsero", "varazsero", "varazsero" ],
        "info": "Szükséges foérték: Esszencia 40\/50\/60\/70\nSzükséges jártasság: mágiaelmélet\nA tanulás módja: M\/ö\nTábla: Smaragd\nA jártasság gyakorlati ismereteket ad a mágiahasználóknak; lényegé-\nben ez az a jártasság, amely képessé teszi az akadémikus mágiaformát\nmuveloket  a  varázslásra.  Minél  magasabb  a  jártasságszint,  annál  na-\ngyobb eséllyel képes mind nehezebb varázslatokat létrehozni a karak-\nter. A varázslat sikerét a jártaság szintje és a varázslat nehézségi szint-\nje által megadott célszám határozza meg.\nMágiahasználatSz (Szabad)\n"
    },
    "magiahasznalatsz": {
        "id": "magiahasznalatsz",
        "name": "MágiahasználatSz (Szabad)",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": null,
        "reqFoertekId": "esszencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "magiaelmelet" ],
        "minLevel": 1,
        "visszahatas": null,
        "info": "Szükséges foérték: Esszencia 50\/60\/70\/80\nSzükséges jártasság: mágiaelmélet\nA tanulás módja: M\/ö\nTábla: Smaragd\nA jártasság gyakorlati ismereteket ad a mágiahasználóknak; lényegé-\nben ez az a jártasság, amely képessé teszi a szabad mágiaformát mu-\nveloket a varázslásra. Minél magasabb a jártasságszint, annál nagyobb\neséllyel képes mind nehezebb varázslatokat létrehozni a karakter.\nA jártaság  szintje  és  a  varázslat  nehézségi  szintje  közötti  célszám\nhatározza meg a varázslat sikerét.\n"
    },
    "elhivatottsag": {
        "id": "elhivatottsag",
        "name": "Elhivatottság",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 400, 400, 400, 400, 400, 400, 400, 400, 400, 400 ],
        "reqFoertekId": "fizikum",
        "req": [ 20, 20, 20, 30, 30, 30, 40, 40, 40, 50 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "nemnovel", "nemnovel", "nemnovel", "nemnovel", "nemnovel", "nemnovel" ],
        "info": "Szükséges foérték: Fizikum 20\/30\/40\/50\nSzükséges jártasság: nincs\nA tanulás módja: szerepjáték!\nTábla: Smaragd\nAz elhivatottság szakrális mágiához szükséges mágiahasználat jártas-\nság, amely valójában nem is jártasság, hiszen nem lehet tanulni, csu-\npán  muvelni.  Ezért  nincsen  tapasztalat-igénye,  a  szintlépések  a  sze-\nrepjáték függvényében történnek. Jó szerepjáték esetén a Mesélo meg-\nnövelheti a pap karakter elhivatottság szintjét \u0096 rossz szerepjáték ese-\ntén pedig csökkentheti. Minél magasabb az elhivatottság szintje, annál\nnagyobb eséllyel képes mind nehezebb varázslatokat létrehozni a ka-\nrakter.Az  elhivatottság szintje  a  \nvarázslat  nehézségének  szintjével  adja\nmeg a varázslat sikerének célszámát.\nKarakterépítés  során  minden  szintje  400-400  jártasságpontba\nkerül, a játék során a karakter elhivatottságának fejlodése szerepjáték\nalapú, nem kerül jártasságpontba.\n"
    },
    "esszenciakontroll": {
        "id": "esszenciakontroll",
        "name": "Esszenciakontroll",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 700, 700, 700, 1500, 1500, 1500, 2500, 2500, 2500, 6000 ],
        "reqFoertekId": "esszencia",
        "req": [ 60, 60, 60, 70, 70, 70, 80, 80, 80, 90 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs" ],
        "info": "Szükséges foérték: Esszencia 60\/70\/80\/90\nSzükséges jártasság: nincs\nA tanulás módja: Gy\nTábla: Smaragd\nA vadmágiához szükséges jártasság \u0096 a mágiahasználat és az elhiva-\ntottság jártasságoknak felel meg. A vadmáguson átfolyó spontán má-\ngiafolyam megzabolázása által a vadmágus képes varázslatot formáz-\nni a nyers esszenciából. Minél nagyobb gyakorlatra tett szert a nyers\nesszencia kontrollálásában, annál komolyabb varázslatokat képes lét-\nrehozni a balsiker minimális esélye mellett. A jártasság nem véd meg\na  túlcsordulás  halálos  következményétol,  sem  az  elrontott  varázslat\nvisszahatásától,  mivel  ezek  a  jelenségek  az  esszencia  kontrollálatlan\nformái,  tehát  éppen  akkor  jönnek  létre,  amikor  az  \nesszenciakontroll jártasság csodöt mondott.\nAz esszenciakontroll jártasság  szintje  és  a  varázslat  nehézségi\nszintje közötti célszám határozza meg a varázslat sikerét.\n"
    },
    "esszenciafelszabaditas": {
        "id": "esszenciafelszabaditas",
        "name": "Esszencia-felszabadítás",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 200, 200, 400, 400, 400, 600, 600, 600, 1500 ],
        "reqFoertekId": "esszencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "esszencia", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszencia", "esszenciapajzs" ],
        "info": "Szükséges foérték: Esszencia 50\/60\/70\/80\nSzükséges jártasság: nincs\nA tanulás módja: M\/1\nTábla: nincs\nAz  akadémikus,  a  szabad  és  a  szakrális  mágiaforma  muveléséhez\nszükséges jártasság. Szintjének növekedésével a varázshasználó a Va-\nrázsero Foértékének egyre nagyobb százalékát képes \negyetlen varázslatba  formázni;  minden  jártasságszint  a  Varázsero  10%-át  szabadítja\nfel  egyszerre  (egy  70-es  varázserobol  tehát  szintenként  7  esszencia-\npontot lehet egyszerre egyetlen varázslatba formázni). A jártasság ál-\ntal  megengedett  esszenciamennyiségnél  több  esszenciát  igénylo  va-\nrázslatok  létrehozása  túlcsordulást  eredményez.  Az  esszencia-felsza-\nbadítás jártassága jobbára megvédi a varázslót a túlcsordulás halálos\nkövetkezményeitol, illetve a csekélyebb mértékben elrontott varázsla-\ntok visszahatásától. Jártasságpróbája nincs.\n"
    },
    "koncentralas": {
        "id": "koncentralas",
        "name": "Koncentrálás",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 300, 300, 300, 600, 600, 600, 900, 900, 900, 1500 ],
        "reqFoertekId": "lelkiero",
        "req": [ 60, 60, 60, 70, 70, 70, 80, 80, 80, 90 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "esszencia", "esszencia", "esszencia", "varazsero", "esszencia", "esszencia" ],
        "info": "Szükséges foérték: Lelkiero 60\/70\/80\/90\nSzükséges jártasság: nincs\nA tanulás módja: Gy\nTábla: Zafír\nA zavaró tényezok kizárásának tudománya. Noha a koncentrálás\njártasságát kifejezetten a varázslás megzavarása ellen dolgozták ki, más\nkoncentrációt igénylo feladat esetében is segítséget nyújthat a karak-\nternek. Alkalmazása nem növeli a szükséges jártasság (pl. \nmágiahasználat) szintjét és nem csökkenti a feladat nehézségét, viszont módosít-\nhatja a cselekvés körülményeit, amennyiben azt valamilyen zavaró té-\nnyezo  határozná  meg.  A koncentrálás jártasság  alapszinten  csupán  a\nlegegyszerubb zavaró hatásokat képes kivédeni (valaki hirtelen feltu-\nnik a karakter látóterében, rákiáltanak stb.), míg magas fokon muvel-\nve  (9-10.  szint)  extrém  hatások  ellenére  is  képessé  teszi  a  karaktert,\nhogy negatív körülménymódosító nélkül végezze el kívánt cselekvé-\nsét  (pl.  sebesülés,  földrengés,  összedolo  épület  stb.).  A\nkoncentrálás természetesen nem szünteti meg magát a zavaró körülményt \u0096 amely\nakár halálos is lehet a karakterre nézve \u0096, csupán lehetové teszi, hogy\na karakter kizárja a tudatából. A jártasság bármely más koncentrációt\nigénylo területen is alkalmazható, nem csupán a varázslás során: pél-\ndául az íjászatban. A koncentrálás jártasság  szintje  és  a  zavaró  \nhatás  nagysága,  mint feladatnehézség határozza meg a célszámot.\n"
    },
    "aszkezis": {
        "id": "aszkezis",
        "name": "Aszkézis",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 250, 250, 400, 500, 600, 700, 800, 1000, 1500 ],
        "reqFoertekId": "lelkiero",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "magiahasznalat", "vagyelhivatottsag" ],
        "minLevel": 1,
        "visszahatas": [ "fizikum", "nemnovel", "fizikum", "nemnovel", "fizikum", "nemnovel" ],
        "info": "Szükséges foérték: Lelkiero 50\/60\/70\/80\nSzükséges jártasság: mágiahasználat, vagy elhivatottság\nA tanulás módja: Gy\nTábla: Zafír\nSaját életerobol esszenciát formáz \u0096 a varázsló saját teste szolgál va-\nrázserotartalékul. Egyenesen a Varázserot tölti fel, függetlenül az Esz-\nszenciapajzs  állapotától,  sot,  ezzel  a  módszerrel  az  Esszenciapajzsot\nlehetetlen feltölteni. A jártasság alkalmazása fájdalommal jár, a Fizi-\nkum értelemszeruen csökken, de sebek nem nyílnak a varázsló testén,\nés  belso  vérzést  sem  okoz.  Az  aszkézis  során  elszenvedett  Fizikum-\ncsökkenést csak természetes úton lehet regenerálni, mágiával nem!\nAz aszkézis jártasság szintje és a karakter aktuális sebszintje (mint\nfeladatnehézség) adja a célszámot. Siker esetén a kívánt mennyiségu\nFizikumpont  alakítható  át  esszenciává  (a  táblázatban  foglaltak  sze-\nrint),  míg  sikertelenség  esetén  automatikusan  1d10  Fizikumvesztés\njön létre, de esszenciát a varázsló nem képes kinyerni belole.\n1\t4 Fp = 1 Ep (max 10 Ep)\n2\t3 Fp = 1 Ep (max 10 Ep)\n3\t2 Fp = 1 Ep (max 10 Ep)\n4\t1 Fp = 1 Ep (max 20 Ep)\n5\t1 Fp = 1 Ep (max 30 Ep)\n6\t1 Fp = 2 Ep (max 30 Ep)\n7\t1 Fp = 2 Ep (max 40 Ep)\n8\t1 Fp = 2 Ep (max 50 Ep)\n9\t1 Fp = 3 Ep (max 50 Ep)\n10\t1 Fp = 3 Ep (nincs maximális Ep)\n"
    },
    "aldozat": {
        "id": "aldozat",
        "name": "Áldozat",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 300, 400, 500, 600, 700, 800, 900, 1000, 1500 ],
        "reqFoertekId": "lelkiero",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "elhivatottsag" ],
        "minLevel": 1,
        "visszahatas": [ "varazsero", "varazsero", "varazsero", "varazsero", "varazsero", "varazsero" ],
        "info": "Szükséges foérték: Lelkiero 50\/60\/70\/80\nSzükséges jártasság: elhivatottság\nA tanulás módja: M\/1\nTábla: Zafír\nA papok azon jártassága, mellyel felgyorsíthatják elvesztett esszencia-\npontjaik visszatérését. Minél magasabb az áldozat jártasság szintje, an-\nnál  nagyobb  mennyiségu  esszenciát  képes  általa  visszanyerni  a  papi\nszemély: ahányadik szintu a jártasság, annyiszor 10%-nyi esszencia tér vissza \nóránként (1. szint 10 %, 3. szint 30% stb. \u0096 azaz egy 68-as Esz-\nszencia  Foértéku  karakter  elso  szintu  áldozat  esetén  6,8  [kerekítve  7]\nesszenciát  fog  visszakapni,  egy  44-es  Esszencia  Foértéku  karakter\nugyanezen jártassági szinten viszont csupán 4,4 [kerekítve 4] esszenci-\nát).  Az  áldozatbemutatás  eloször  az  Esszenciapajzsot  regenerálja,  és\ncsak az Esszenciapajzs teljes feltöltése után tölti a Varázserot. Az áldo-\nzatbemutatás minimum egy órás, ennél rövidebb ido nem elég ahhoz,\nhogy az isten soron kívüli esszenciatömeggel jutalmazza papját. Az ál-\ndozatot minden isten saját rituáléjának megfeleloen kell bemutatni.\nA sikerszámot a jártasság szintje és az áldozat körülményeivel, hi-\ntelességével jelzett feladatnehézség adja meg. Egy saját templomban\nigen könnyu áldozatot bemutatni, nyugodt, elzárt helyen könnyu, egy\nzajos  fogadó  csukott  szobájában  közepesen  nehéz,  forgalmas  helye-\nken  nehéz,  más  istenek  templomában  igen  nehéz  (és  néhány  esetben\nöngyilkosság).  A hitelesség  a  szerepjátékon  és  a  játékos  ötletességén\nmúlik.  Sikertelen  áldozatbemutatás  nem  hozza  vissza  az  esszenciát,\nbár  nem  akadályozza  meg,  hogy  normális  úton  visszatérjen.  A siker\ncsupán az áldozatbemutatás végeztével derül ki.\n"
    },
    "meditacio": {
        "id": "meditacio",
        "name": "Meditáció",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 300, 400, 500, 600, 700, 800, 900, 1000, 1500 ],
        "reqFoertekId": "lelkiero",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "akademikus", "vagyszabadmagiahasznalat" ],
        "minLevel": 1,
        "visszahatas": [ "varazsero", "varazsero", "varazsero", "varazsero", "varazsero", "varazsero" ],
        "info": "Szükséges foérték: Lelkiero 50\/60\/70\/80\nSzükséges jártasság: akadémikus, vagy szabad mágiahasználat\nA tanulás módja: M\/1\nTábla: Zafír\nA varázslók  azon  jártassága,  mellyel  felgyorsíthatják  elvesztett  esz-\nszenciapontjaik  visszatértét.  Minél  magasabb  a  meditáció jártasság\nszintje, annál nagyobb mennyiségu esszenciát képes általa visszanyer-\nni a varázshasználó: ahányadik szintu a jártasság, annyi százalék esz-\nszencia tér vissza minden hatodik percben (1. szint 1 %, 3. szint 3%\nstb. \u0096 azaz egy 68-as Esszencia Foértéku karakter elso szintu áldozat\nesetén egy óra alatt 6,8 [kerekítve 7] esszenciát fog visszakapni, egy\n44-es  Esszencia  Foértéku  karakter  ugyanezen  jártassági  szinten  vi-\nszont  csupán  4,4  [kerekítve  4]  esszenciát).  Ugyanakkor  a  meditáció\nfolyamatosan tölt, tehát értelmezheto a hatása fél órára is (a legkisebb\nidotartam 6 perc). A meditáció eloször az Esszenciapajzsot regenerál-\nja, és csak az Esszenciapajzs teljes feltöltése után tölti a Varázserot.\nA  meditációnak  egy  10  perces  ráhangolódással  kell  kezdodnie,\namely  alatt  nem  tér  vissza  esszenciapont,  majd  ezt  követoen  minden\nhatodik  percben  visszatér  a  szintnek  megfelelo  esszenciamennyiség\nmindaddig, míg a meditáció zavartalan, vagy a varázsló fel nem tölto-\ndik teljesen. A célszámot a jártasság szintje és a meditáció körülményeivel jel-\nzett  feladatnehézség  határozza  meg.  Egy  nyugodt,  elzárt  helyen  kön-\nnyu meditálni, egy zajos fogadó csukott szobájában közepesen nehéz,\nforgalmas helyeken nehéz, a karakterre irányuló veszedelmek közepet-\nte igen nehéz (és néhány esetben öngyilkosság). Sikertelen meditáció\nnem hozza vissza az esszenciát, bár nem akadályozza meg, hogy nor-\nmális úton visszatérjen. A siker a ráhangolódás tíz perce után kiderül.\n"
    },
    "varazsszerkeszites": {
        "id": "varazsszerkeszites",
        "name": "Varázsszer-készítés",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 250, 250, 400, 500, 600, 700, 800, 1000, 2500 ],
        "reqFoertekId": "varazsero",
        "req": [ 60, 60, 60, 70, 70, 70, 80, 80, 80, 90 ],
        "reqJart": [ "alkimia" ],
        "minLevel": 1,
        "visszahatas": [ "varazsero", "varazsero", "nemnovel", "esszenciapajzs", "nemnovel", "varazsero" ],
        "info": "Szükséges foérték: Varázsero 60\/70\/80\/90\nSzükséges  jártasság: alkímia\nA tanulás módja: Gy\nTábla: Smaragd\nMágikus hatású porok, fozetek és egyebek elkészítésének tudománya\n\u0096 nem azonos a varázstárgy készítéssel és a jelmágikus tárgyak készí-\ntésével. Segítségével a varázstudó különféle hatású szereket készíthet\n\u0096 a hatást a bennfoglalt varázslat és a szer alkotórészei együttesen ha-\ntározzák meg. Az alkotórészek megvásárolhatóak, vagy más jártassá-\ngokra támaszkodva begyujthetoek. A jártasság csak az ismert receptek\nelkészítését teszi lehetové a Játékos Karakterek számára, új szerekkel\nvaló kísérletezést nem, vagy csak igen magas (9-10.) szinten.\nA szerekbe foglalt sikeres varázslatot (külön próba dönti el, hogy\nsikerült-e a varázslat) varázsszer-készítés próba követi, ahol a feladat\nnehézsége a bennfoglalt varázslat szintje, melyet a szer recepturájának\nbonyolultsága módosít. Rontás esetén a varázsszer megsemmisül és a\nvarázslat  elszabadul  \u0096  véletlenszeru  irányba  és\/vagy  célszemélyre\n(akit a varázslat ellen esszenciapajzsa véd) \u0096 miközben a varázsló ne-\nhezen  gyógyuló  sérüléseket  szenved,  mivel  a  megsemmisülés  heves\nrobbanással jár (5-10*d10 sebpont). Az  alkímia és\/vagy a gyógyszerkészítés\njártasság megfelelo szintje (a Mesélo önti el, hogy mi a \u0084meg-\nfelelo\u0094)  a  próba  során  megkönnyíti  a  varázsszer  elkészítését  \u0096  azaz\ncsökkenti a feladatnehézséget.\n"
    },
    "zonaerzekeles": {
        "id": "zonaerzekeles",
        "name": "Zónaérzékelés",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 400, 600, 900, 1200, 1500, 2000, 2500, 3000, 5000 ],
        "reqFoertekId": "esszencia",
        "req": [ 60, 60, 60, 70, 70, 70, 80, 80, 80, 90 ],
        "reqJart": [ "magiahasznalat", "vagyelhivatottsag", "vagyesszenciakontroll" ],
        "minLevel": 1,
        "visszahatas": null,
        "info": "Szükséges foérték: Esszencia 60\/70\/80\/90\nSzükséges jártasság: mágiahasználat, vagy elhivatottság, vagy esszenciakontroll\nA tanulás módja: M\/ö\nTábla: nincs\nA zónaérzékelés jártasság a varázstudók mágiahasználatát teszi mind\nhatékonyabbá.  A  varázsló  alapesetben  csupán  a  Tudat  Foértékének\nmegfelelo távolságra varázsolhat (méterben) \u0096 de csak akkor, ha látja,\nvagy  megérinti  a  varázslat  célpontját.  A zónaérzékelés jártasság  ki-\nhasználja,  hogy  a  sajátos  mintázatú  esszencia  minden  anyagi  dolgot\nkitölt. A jártasság birtokában a varázsló egyéb érzékszerveire alapoz-\nva is varázsolhat a zónáján belül. Bizonyos érzékek nem megbízható-\nak: például hiába érzi (szagolja) egy varázstudó a medve buzét a bar-\nlangban, ha a medve maga nincs a mágia hatósugarában. A téves érze-\ntekre alapozott varázslat automatikusan sikertelennek számít, és min-\ndenképpen spontán mágiában hat vissza (a varázstudó mégis megpró-\nbálta  a  varázslást  a  medvére,  holott  csak  a  szag  van  jelen,  a  medve\nnem).  A jártasság  nem  teszi  érzékenyebbé  az  érzékszerveket,  csupán\nlehetové teszi, hogy azok alapján varázsolhasson a karakter.\nA varázstudó  magasabb  szinten  kifejlesztheti  magában  a  hatodik\nérzékszervet, a szenzet, mellyel a mágikus esszencia áramlását érzéke-\nlik; úgymond \u0084látják\u0094 vele a felhasználásra alkalmas saját esszenciát,\nés pontosan \u0084lemérhetik\u0094 a rendelkezésre álló mennyiséget. A fejlesztett szenz\na varázslók testén kívüli, szabadon áramló esszencia létére\nis  utal,  így  az  összes  többi  érzékszervet  pótolni  képes  szuperérzék-\nszerv  jön  létre.  A szenz lezárható,  hogy  ne  érzékeljen  \u0096  erre  gyakran\nszükség is van, mivel esszenciadúsabb helyeken, illetve ott, ahol sok-\nféle esszenciamintázat fordul elo (mágiával telített helyek, tömeg stb.) a szenz\nhasználata  kínzó  fejfájást  okozhat  a  varázslónak...  sot,  akár\nrosszullétet,  ájulást  és  delíriumot  is,  mintha  a  varázsló  lerészegedett\nvolna. (Ezek a túlzó hatások a környezo esszencia áramlatának heves-\nségétol,  a  mintázat  sokféleségétol,  illetve  a  szenz  nyitva  tartásának\nidejétol függenek.)\nJártasságpróbát nem igényel. Amennyiben a jártasság képessé teszi\na varázslót valamely újabb érzékszervének bekapcsolására a varázslás-\nba, úgy az automatikus \u0096 hiszen a látás sem igényel semmiféle próbát.\nJártasságszint: \tSpecialitás:\n1\tNincs\n2\tA célpont ízét érezve varázsolhat a célpontra\n3\tA célpont árnyékát látva varázsolhat a célpontra\n4\tA célpont szagát érezve varázsolhat a célpontra\n5\tKifejlodik a szenz. Csak belso érzékelésre alkalmas\n6\tA célpont hangját hallva varázsolhat a célpontra\n7\tA szabad esszenciát érzékeli a szenz a zónán belül\n8\tA célpont által keltett zaj alapján varázsolhat rá\n9\tA varázslatba és személyekbe kötött esszenciát ér-\n\tzékeli  a  szenz  a  zónán  belül.  Csupán  a  létezését\n\tmutatja  meg,  pontos  információval  nem  szolgál\n\t(mekkora, milyen eros mágia, milyen fajta, hol van stb.).\n10\tA  szenz  úgy  muködik,  mint  egy  mágiadetektáló  \n\tvarázslat  -  pontosan  informál  a  mágiában  rejtezo\n\tesszencia alapján. A személyes esszenciát továbbra\n\tsem képes beazonosítani, de érzi a helyet, ahol van valaki.\n"
    },
    "esszenciapotlas": {
        "id": "esszenciapotlas",
        "name": "Esszenciapótlás",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 600, 600, 600, 1000, 1000, 1000, 1500, 1500, 1500, 3000 ],
        "reqFoertekId": "esszencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "esszenciafelszabaditas" ],
        "minLevel": 1,
        "visszahatas": [ "esszencia", "esszencia", "nemnovel", "esszencia", "nemnovel", "esszencia" ],
        "info": "Szükséges foérték: Esszencia 50\/60\/70\/80\nSzükséges jártasság: esszencia-felszabadítás\nA tanulás módja: M\/ö\nTábla: nincs\nA karakter  a  jártasság  segítségével  képes  a  saját  testében  orzött  esz-\nszenciát kipótolni a környezeti esszenciával, méghozzá varázslás köz-\nben. Ez azt jelenti, hogy az egyes varázslatokba egyre kevesebb saját\nesszenciát kell belepumpálni, mert egy részét azonnal a környezetébol\nmeríti a mágus. Bármennyi esszenciát képes a varázsló a környezeté-\nbol  a  varázslatba  építeni,  legalább  1  pontnyi  esszenciát  a  sajátjából\nkell a varázslásra fordítani.\nA pótlás  jártasságpróba  nélkül  alkalmazható,  és  tudatosan  eldönt-\nheto, hogy a varázshasználó akarja-e használni, vagy sem. Ez utóbbi-\nnak  akkor  van  jelentosége,  ha  a  környezeti  esszencia  áramlása  viha-\nros, vagy éppen kaotikusan örvénylo \u0096 melyet a varázshasználók a 7.\nszintu zónaérzékelés jártassággal együtt járó \nszenz segítségével észlelhetnek \u0096 ez esetben ugyanis rendkívül veszélyes az \nesszenciapótlás alkalmazása:  minden  \nvarázslatrontást azonnali sorsdobás követ:  bal-\nsors esetén az óvatlan varázshasználót széttépik az esszenciaszörnyek,\nsemleges zóna esetén a varázshasználó összes maradék esszenciája ki-\náramlik a testébol (varázsero és esszenciapajzs). Jósors esetén a ron-\ntásnak  nincs  negatív  következménye.  Az  elso  három  szint  tulajdon-\nképpen a jártasság használatának a megalapozása.\nSzint:\tFelhasználható környezeti esszencia:\n1-3\t0\n4-5\t1\n6\t2\n7\t4\n8\t8\n9\t12\n10\t20\n"
    },
    "esszenciapajzsaktivizalas": {
        "id": "esszenciapajzsaktivizalas",
        "name": "Esszenciapajzs-aktivizálás",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 300, 400, 500, 800, 1000, 1500, 3000 ],
        "reqFoertekId": "esszencia",
        "req": [ 30, 30, 30, 40, 40, 40, 50, 50, 50, 60 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "esszencia", "nemnovel", "esszencia", "nemnovel", "esszencia", "nemnovel" ],
        "info": "Szükséges foérték: Esszencia 30\/60\/80\/100\nSzükséges jártasság: nincs (8. szinttol speciális)\nA tanulás módja: M\/1\nTábla: nincs\nA karakter  a  jártasság  birtokában  képes  passzív  esszenciájának  mind\nnagyobb részét aktivizálni. E jártasság nélkül az Esszenciapajzs Foérték\n20%-a szolgál a karakter valós mágikus védelmére , míg a jártas-\nság mind magasabb szintjei egyre nagyobb százalékát fordítják mági-\nkus védelemre \u0096 egészen magas szinteken akár a foértéknél nagyobb\nmágikus védelmet is biztosítva. Egy 55-ös Esszenciapajzs Foértékkel\nrendelkezo karakter, aki nem sajátította el az esszenciapajzs-aktivizálás\njártasságát, csupán 11 pontos létezo esszenciapajzzsal rendelkezik\n\u0096 ugyanez a karakter a jártasság 8. szintjének birtokában már 66 pon-\ntos esszenciapajzzsal védekezik a mágikus hatások ellen, holott a fo-\nértéke változatlan maradt. A jártasságot nem kell alkalmazni, birtoklá-\nsa automatikusan (próba nélkül) növeli a karakter mágikus védelmét.\nA jártassághoz szükséges foérték szintjének növekedése a megszokot-\ntól  eltéroen  ugrásszeru.  Ugyancsak  eltér  a  megszokottól,  hogy  bár\nnincs szükséges jártassághoz kötve az esszenciapajzs-aktivizálás\nelsajátítása, 7. szinten túl már csupán azok fejleszthetik (azaz az Eszszen-\nciapajzs  Foértékbol  100%-os  védelmen  túl  csak  azok  sajtolhatnak  ki\nmagasabb  védelmet),  akik  bírják  az  esszencia-felszabadítás\nvagy  az esszenciakontroll jártasságot (azaz aktív varázshasználók), méghozzá\nugyanolyan  szinten,  amekkorára  fejleszteni  kívánják  \nesszenciapajzs- aktivizálásukat (tehát 8., 9. vagy 10. szinten).\nSzint:\tA foérték pajzsként hasznosuló százaléka:\nNincs jártasság\t20%\n1\t30%\n2\t40%\n3\t50%\n4\t60%\n5\t70%\n6\t80%\n7\t100%\n8\t120%\n9\t140%\n10\t170%\n"
    },
    "alkimia": {
        "id": "alkimia",
        "name": "Alkímia",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 250, 250, 400, 500, 600, 700, 800, 1000, 1500 ],
        "reqFoertekId": "intelligencia",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "szamtan" ],
        "minLevel": 1,
        "visszahatas": [ "esszenciapajzs", " Esszenciapajzs", "esszenciapajzs", "nemnovel", "esszenciapajzs", "esszenciapajzs" ],
        "info": "Szükséges foérték: Intelligencia 50\/60\/70\/80\nSzükséges jártasság: számtan\nA tanulás módja: M\/ö\nTábla: Zafír\nAz  anyag  átalakításának  természetes  és  mágikus  módszere.  Közönsé-\nges  és  varázslatos  anyagok  vegyítése,  közönséges  anyagból  mágikus\nanyag  létrehozása,  valamint  mágikus  anyagból  közönséges  anyag  lét-\nrehozása tartozik ebbe a jártasságba. Az alkímia jártasság nem tesz ké-\npessé a varázslásra, azonban számos eljárása hasonlít a praktikus má-\ngiára,  amikor  nem  varázshasználó  személy  is  képes  használni  az  esz-\nszenciát. Az alkimista \u0084varázslatok\u0094 a praktikus mágia speciális válfa-\nját képezik, kimondottan az anyagformázás területén. A jártasság szint-\nje és a feladat nehézsége (a Mesélo határozza meg) adja a célszámot.\n"
    },
    "diabolika": {
        "id": "diabolika",
        "name": "Diabolika",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 250, 250, 400, 500, 600, 700, 800, 1000, 2500 ],
        "reqFoertekId": "varazsero",
        "req": [ 60, 60, 60, 70, 70, 70, 80, 80, 80, 90 ],
        "reqJart": [ "osnyelv", "mertan" ],
        "minLevel": 1,
        "visszahatas": [ "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs", "esszenciapajzs" ],
        "info": "Szükséges foérték: Varázsero 60\/70\/80\/90\nSzükséges jártasság: osnyelv, mértan\nA tanulás módja: M\/ö\nTábla: Zafír\nA démonok és egyéb sötét lények ismeretét, megidézésük módszereit\nés  uralásuk  lehetoségeit  tartalmazó  elátkozott  tudomány.  Az  átkozott\nFekete Kódex legtöbb varázslata elképzelhetetlen nehézségek elé állí-\ntaná a varázslót, ha nem rendelkezne a démonokról és ördögökrol szó-\nló titkos ismeretekkel. Hiába idézi ugyanis meg a Sötét Síkok lakóját,\nha tudatlanságában hibázik, még a pentagrammák és a védelmezo kö-\nrök sem védik meg a megidézett lény haragjától.\nJártasságpróbája azt jelzi, hogy a karakter milyen eséllyel ismeri a\nmegidézett démon, ördöglény gyengéit, hogy uralni tudja. A jártasság\nszintje és a démon hatalma, mint a feladat nehézsége adja a célszámot.\n"
    },
    "zsongas": {
        "id": "zsongas",
        "name": "Zsongás",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 300, 400, 500, 600, 700, 800, 900, 1000, 2000 ],
        "reqFoertekId": "tudat",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ "koncentracio" ],
        "minLevel": 1,
        "visszahatas": [ "tudat", "nemnovel", "varazsero", "nemnovel", "varazsero", "nemnovel" ],
        "info": "Szükséges foérték: Tudat 40\/50\/60\/70\nSzükséges jártasság: koncentráció\nA tanulás módja: M\/1\nTábla: nincs\nA karakter a jártasság birtokában jobban meg tudja magát védelmezni a \ntudatra ható varázslatok ellen (pl. Parancsvarázs). Elso szinten mes-\nterétol  mantrát  kap,  melyet  gondolatban  ismételgetve  egyfajta  védo-\npajzsot  képez  tudata  körül.  Ez  a  zsongás.  A hatás  kiváltása  akaratla-\ngos, jártasságpróbája nincs, és annyit vesz le automatikusan az éppen\nérkezo  tudati  varázslat  Erejébol,  ahányadik  szintu  zsongás jártasság\nvan a karakter birtokában. Ha ezután marad még Ereje a varázslatnak,\nakkor eléri a karaktert, ahol az Esszenciapajzs megfoghatja \u0096 ez eset-\nben a már legyengített Ero fogja csak roncsolni az Esszenciapajzsot \u0096,\nde el is kerülheti azt, így kifejtheti \nmódosítatlan hatását a karakterre.\nTermészetesen  ez  a  védopajzs  csakis  akkor  muködik,  ha  a  karakter\nhasználja jártasságát \u0096 azaz zsong \u0096, és semmilyen esetben nem hat a\nmár létrejött tudati varázslatokra.\nA zsongást  alkalmazva  minden  párhuzamosan  végrehajtott  egyéb\ncselekedet negatív módosítókat szenved (hiszen a karakter a zsongás-\nra  koncentrál,  nem  pedig  az  egyéb  cselekedetekre).  Az  1-3.  szintu\nzsongást használva minden egyéb tevékenység szintje kettovel csök-\nken  (egyéb  jártasságpróbák,  harcértékek,  mágiahasználat  stb.),  4-6.\nszintu  zsongást  használva  minden  egyéb  tevékenység  szintje  eggyel\ncsökken, míg 7. szinttol nincs negatív módosulás.\nAlkalmazójának  5.  szinttol  mélységes,  meditatív  nyugalmat\nbiztosít. A nyugalom pihenés szempontjából megfelel a mélyálomnak,\nám  nem  tisztázott  gátló  hatások  miatt  az  esszencia  nem  töltodik\ngyorsabban,  mint  ahogyan  azt  aktív  cselekvések  során  tenné.  Az\nöngyógyító folyamatok azonban felgyorsulnak (5. Szinten óránként 1\nFp tér vissza a zsongás alkalmazása alatt, és minden újabb szinten +1),\naz intelligencia és tudatalapú feladatmegoldások célszáma kedvezoen\nmódosul (+5 célszám-módosító minden elért jártasságszint után; azaz\n5. szinten +5, 10. szinten +25).\n"
    },
    "lelekpajzs": {
        "id": "lelekpajzs",
        "name": "Lélekpajzs",
        "jartCsop": "feny",
        "costMod": [ ],
        "cost": [ 200, 300, 400, 500, 600, 700, 800, 900, 1000, 1800 ],
        "reqFoertekId": "lelkiero",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ "koncentracio" ],
        "minLevel": 1,
        "visszahatas": [ "tudat", "nemnovel", "lelkiero", "nemnovel", "esszenciapajzs", "nemnovel" ],
        "info": "Szükséges foérték: Lelkiero 40\/50\/60\/70\nSzükséges jártasság: koncentráció\nA tanulás módja: M\/1\nTábla: nincs\nA karakter a jártasság birtokában jobban meg tudja magát védelmezni\na  lélekre,  az  érzelmekre (asztrál)  ható  varázslatok  ellen.  Elso  szinten\nmesterétol  egy  imát  kap  \u0096  valamely  Rend-,  vagy  Egyensúlyistennek\najánlva  \u0096,  melyet  gondolatban  ismételgetve  egyfajta  védopajzsot  ké-\npez  az  érzelmei  és  a  lelke  körül.  Ez  a  Lélekpajzs.  A hatás  kiváltása\nakaratlagos, jártasságpróbája nincs, és annyit vesz le automatikusan az\néppen érkezo érzelembefolyásoló varázslat Erejébol, ahányadik szintu \nlélekpajzs jártasság  van  a  karakter  birtokában.  Ha  ezután  marad\nmég  Ereje  a  varázslatnak,  akkor  eléri  a  karaktert,  ahol  az  Esszencia-\npajzs megfoghatja \u0096 ez esetben a már legyengített Ero fogja csak ron-\ncsolni az Esszenciapajzsot \u0096, de el is kerülheti azt, így kifejtheti módosítatlan\nhatását  a  karakterre.  Természetesen  ez  a  védopajzs  csakis\nakkor muködik, ha a karakter használja jártasságát \u0096 azaz felhúzza a\nLélekpajzsot \u0096, és semmilyen esetben nem hat a már létrejött érzelmi\nvarázslatokra. A lelket éro egyéb varázslatokra \u0096 amelyek nem az ér-\nzelmeket befolyásolják \u0096 gyengébb hatással bír: csupán minden máso-\ndik szinten von le egyet a varázslat Erejébol.\nA jártasságot alkalmazva minden párhuzamosan végrehajtott egyéb\ncselekedet negatív módosítókat szenved (hiszen a karakter az ima fo-\nlyamatos mormolására koncentrál, nem pedig ezekre az egyéb csele-\nkedetekre).  Az  1-3.  szintu  lélekpajzs jártasságot  használva  minden\negyéb  tevékenység  szintje  kettovel  csökken  (egyéb  jártasságpróbák,\nharcértékek,  mágiahasználat  stb.),  4-6.  szintu  jártasságot  használva\nminden  egyéb  tevékenység  szintje  eggyel  csökken,  míg  7.  szinttol\nnincs negatív módosulás.\nAlkalmazója  személyiségét  5.  szinttol  eltakarja  a  fürkészva-\nrázslatok elol, illetve a lélekpajzs alkalmazása alatt a varázslók szenze\nnem  képes  kimutatni  a  jelenlétét.  Ettol  a  szinttol  kezdve  a  jártasság\nalkalmazása  növekvo  eséllyel  eltéríti  az  alkalmazóra  irányzott\nvarázslatokat  is  (úgy  muködik,  mint  a  démoni  ellenállás):  5.  szinten\n2%, 6. szinten 4%, 7. szinten 6%, 8. szinten 10%, 9. szinten 15% és 10.\nszinten 20% eséllyel. Amennyiben a lélekpajzs alkalmazása nem téríti\nel a varázslatot, a karakter esszenciapajzsa még mindig kivédheti azt\n"
    }
}