{
    "diagnozis": {
        "id": "diagnozis",
        "name": "Diagnózis",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 200, 200, 200, 400, 400, 400, 1000 ],
        "reqFoertekId": "intelligencia",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "tudat", "nemnovel", "nemnovel", "nemnovel", "tudat", "nemnovel" ],
        "info": "Szükséges foérték: Intelligencia 40\/50\/60\/70\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA jártasság a betegségek felismerését takarja, azok tünetei alapján. A\ngyógyítónak nem elég tudni, hogy miképpen gyógyítható a mocsárláz\n\u0096 tökéletesen fel kell ismernie a kezelt betegséget, hogy valóban mocsárlázzal\náll-e szemben, vagy valami mással. Egyszerubb betegségeket\ne nélkül is fel lehet ismerni (pl. gyomorrontás), ám vigyázni kell,\nmert hasonló tünetekkel komolyabb betegségek is járhatnak (pl. az\nagyhártyagyulladást is hányás kíséri), s ez félrevezetheti a laikust. Az\negyszerubb betegségek eloforduláskor nem kell diagnózisdobást tenni.\nAdiagnózis, mint feladat nehézsége függ a felismerni kívánt betegség\ngyakoriságától (mekkora eséllyel ismeri a karakter), valamint a\nbetegség tüneteinek specifikusságától. Minél ritkább egy betegség,\nannál nehezebb diagnosztizálni, illetve minél sajátosabb tünet-együttes\njellemzi, annál könnyebb diagnosztizálni. A meghatározás a rendelkezésre\nálló információk alapján a Mesélo jogköre.\nA jártasságpróba célszámát a diagnózis jártasság szintje és a feladatnehézség\nhatározza meg.\n"
    },
    "orvoslas": {
        "id": "orvoslas",
        "name": "Orvoslás",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 400, 400, 400, 700, 700, 700, 1200, 1200, 1200, 3000 ],
        "reqFoertekId": "tudat",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ "anatomia" ],
        "minLevel": 1,
        "visszahatas": [ "tudat", "nemnovel", "tudat", "nemnovel", "tudat", "nemnovel" ],
        "info": "Szükséges foérték: Tudat 40\/50\/60\/70\nSzükséges jártasság: anatómia\/élettan\nA tanulás módja: M\/ö\nTábla: Zafír\nA jártasság segítségével mindenféle betegséget gyógyíthat a karakter,\nlegyen az fertozés, vagy szervi eredetu. Nem alkalmas viszont a nyílt\nsebek és egyéb harci sérülések kezelésére, s nem lehet vele az elvesztett\nFizikumpontokat pótolni. A gyógyító eljárás folyamán a gyógyítónak\nmindig szüksége van gyógyszerekre. Ezeket megvásárolhatja,\nvagy egyéb jártasságok segítségével maga készítheti el. Amennyiben\nnem áll rendelkezésére a megfelelo gyógyszer, a gyógyító alkalmazhat\nkevésbé hatásosakat (az orvoslás jártasságpróbáját úgy dobva,\nmintha alacsonyabb lenne a jártasság szintje), illetve ha kevésbé hatásos\ngyógyszer sincs kéznél, a gyógyító a lehetoségeihez mérten széttárhatja\nkarját, és imádkozhat páciense gyógyulásáért.\nA helyes orvoslás igényli a betegség diagnózisának felállítását. Bizonyos\negyszerubb, hétköznapi elofordulású betegség esetében nem\nszükséges a diagnózis jártasság a felismeréshez, valamint a tüneti kezeléseket\nis el lehet végezni diagnózis jártasság nélkül (pl. a lázas beteg\nhomérsékletét csökkentheti a gyógyító akkor is, ha nem tudja, mi\nokozza a lázat... és persze van orvoslás jártassága). A tüneti kezelés\nazonban csakis idoleges hatású lehet \u0096 a betegségtol függoen egy-két\ndinamikadobást lehet kiváltani vele (egy-két napi gyógyítás), további\nalkalmazása hatástalan.\nA jártasságpróba célszámát az orvoslás jártasság szintje és az aktuális\nbetegségszint határozza meg.\n"
    },
    "regeneralas": {
        "id": "regeneralas",
        "name": "Regenerálás",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 300, 300, 300, 600, 600, 600, 1200, 1200, 1200, 3000 ],
        "reqFoertekId": "tudat",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "orvoslas", "sebkotozes" ],
        "minLevel": 1,
        "visszahatas": [ "esszencia", "esszencia", "nemnovel", "esszenciapajzs", "nemnovel", "esszencia" ],
        "info": "Szükséges foérték: Tudat 50\/60\/70\/80\nSzükséges jártasság: orvoslás, sebkötözés\nA tanulás módja: M\/1\nTábla: Zafír\nAmegrendült Fizikum helyreállítását szolgáló jártasság, amely a sebesülések,\nbetegségek okozta elgyengülés kezelését foglalja magába. Az\neredmény egy teljes napi gyógyító eljárás következménye.\nA regeneráció mértéke függ a jártasság szintjétol \u0096 lásd a táblázatot.\nMinél magasabb a jártasság szintje, annál nagyobb számú d10-es\nkockával dobjuk a gyógyulás mértékét. (Nem szabad elfeledkeznünk\na természetes regenerálódásról sem!)\nA jártasságpróba célszámát a regenerálás jártasság szintje és az aktuális\nsebszint határozza meg.\n"
    },
    "sebkotozes": {
        "id": "sebkotozes",
        "name": "Sebkötözés",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 200, 200, 200, 400, 400, 400, 600, 600, 600, 1500 ],
        "reqFoertekId": "ugyesseg",
        "req": [ 30, 30, 30, 40, 40, 40, 50, 50, 50, 60 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "lelkiero", "nemnovel", "nemnovel", "nemnovel", "lelkiero", "nemnovel" ],
        "info": "Szükséges foérték: Ügyesség 30\/40\/50\/60\nSzükséges jártasság: nincs\nA tanulás módja: Gy\nTábla: Zafír\nMagában foglalja a higiéniás szabályok ismeretét (hogyan tartsuk távol\na fertozéseket a sebtol), sebkötözést (kell-e kötni egyáltalán, hogyan\nkell kötni, milyen gyakran kell cserélni), törött csontok sínbe tevését,\négések és savsebzések kezelését stb. Tartalmazza a diagnózis\njártasság sebesülésekre vonatkozó részét is, de csak azt \u0096 tehát sebgyógyítás\nelott nem kell külön diagnózisjártasság-próba. Alkalmazása\nlehetové teszi, hogy a súlyosabb sebek regenerálódjanak, illetve, hogy\na Fizikum csökkenést helyre lehessen állítani a regenerálás jártasság\nsegítségével. Meggátolja a sebesülések szövodményeinek kialakulását.\nA jártasságpróba célszámát a sebkötözés jártasság szintje és az aktuális\nsebszint határozza meg.\nJártasságszint Regeneráció: \n1 1d10\n2 2d10\n3 3d10\n4 4d10\n5 5d10\n6 6d10\n7 7d10\n8 8d10\n9 9d10\n10 10d10\n"
    },
    "anatomia": {
        "id": "anatomia",
        "name": "Anatómia\/Élettan",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 200, 200, 200, 300, 300, 300, 800 ],
        "reqFoertekId": "intelligencia",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "intelligencia", "nemnovel", "nemnovel", "nemnovel", "intelligencia", "nemnovel" ],
        "info": "Szükséges foérték: Intelligencia 40\/50\/60\/70\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA gyógyítás nehezen képzelheto el a test felépítésének és muködésének\nismerete nélkül. Ezeket az ismereteket tartalmazza ez a jártasság.\nJártasságpróbára ritkán kerül sor, mivel az anatómia\/élettan tudása\nbenne foglaltatik az orvoslás jártasságban, s ha a tudás kétséges, inkább\na gyakorlati alkalmazás, vagyis a gyógyítás válik bizonytalanná\n\u0096 tehát a legtöbb esetben az orvoslás jártasságpróba jelenti az anatómiai\nés élettani ismeretek elbírálását is.\nAmennyiben mégis kifejezetten az anatómia\/élettan jártasságpróbára\nvan szükség, a célszámot az anatómia\/élettan jártasság szintje és\na Mesélo által meghatározott feladatnehézség határozza meg.\n"
    },
    "gyogynovenyismeret": {
        "id": "gyogynovenyismeret",
        "name": "Gyógynövényismeret",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 100, 100, 100, 200, 200, 200, 300, 400, 500, 1000 ],
        "reqFoertekId": "intelligencia",
        "req": [ 30, 30, 30, 40, 40, 40, 50, 50, 50, 60 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "intelligencia", "nemnovel", "nemnovel", "nemnovel", "intelligencia", "nemnovel" ],
        "info": "Szükséges foérték: Intelligencia 30\/40\/50\/60\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA jártasság birtokában a karakter ismeri a gyógyhatású növényeket,\nképes felismerni azokat a természetben és szárított formában egyaránt,\nvalamint ismeri a gyógynövénygyujtés szabályait. A szárításon kívül\nsemmilyen tartósítási formát nem ismer, a teaforrázat készítésén kívül\nsemmilyen hatóanyag-kivonási eljárást nem ismer. A feladatnehézség\nkét fobb összetevoje a növény ritkasága és a vele gyógyítható betegség\nritkasága. Minél ritkább ez a két tényezo, annál nehezebb a feladat,\nvagyis annál kevéssé valószínu, hogy a gyógyító ismeri a megfelelo\nnövényt. A gyógynövény gyujtése a ritkaság és a szerencse\nfüggvénye \u0096 a gyujtés sikerét célszeru egyszeru százalékos dobással\nmeghatározni (minél ritkább a növény azon a tájon, annál alacsonyabb\ncélszámot adva meg). A meghatározás a rendelkezésre álló információk\nalapján a Mesélo jogköre. Csupán erre a jártasságra alapozva\ngyógyítani nem lehet, ha a karakter mégis megpróbálja, az sarlatánságnak\nszámít. A jártasságpróba célszámát a gyógynövényismeret jártasság\nszintje és a feladatnehézség határozza meg.\n"
    },
    "gyogyszerkeszites": {
        "id": "gyogyszerkeszites",
        "name": "Gyógyszerkészítés",
        "jartCsop": "gyogyitas",
        "costMod": [ "orr" ],
        "cost": [ 200, 200, 200, 400, 400, 400, 600, 800, 1000, 1500 ],
        "reqFoertekId": "intelligencia",
        "req": [ 40, 40, 40, 50, 50, 50, 60, 60, 60, 70 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "ugyesseg", "nemnovel", "nemnovel", "nemnovel", "ugyesseg", "nemnovel" ],
        "info": "Szükséges foérték: Intelligencia 40\/50\/60\/70\nSzükséges jártasság: nincs\nA tanulás módja: M\/ö\nTábla: Zafír\nA jártasság azt a célt szolgálja, hogy a gyógyító önmaga el tudja készíteni\na gyógyításhoz szükséges gyógyszereket, ellenmérgeket. Ha nem\nrendelkezik ezzel a jártassággal, a gyógyszereit vásárolnia kell \u0096 ha van\nkitol. A jártasság birtokában a karakter tudja, hogy mely növényi részek\nmiképpen hasznosíthatók, és képes gyógykészítményt gyártani\nazokból. Ismeri a nem növényi alapanyagú gyógyszerek készítési módját.\nA gyógyszerek alapanyagait megvásárolhatja, vagy maga gyujtheti,\nmegfelelo jártasság birtokában. Bár a karakter a jártasság birtokában\ntudja, hogy mely betegségre milyen gyógyszer jó, még a diagnózis jártasság\nbirtokában sem gyógyíthat a karakter a gyógyszerkészítés jártasságra\nalapozva. A jártasság alapvetoen az orvoslás kiegészítoje. Jártasságpróbát\nakkor kell dobni, ha kétséges, hogy a karakter a rendelkezésre\nálló alapanyagokból el tudja-e készíteni a szükséges gyógyszert.\nIlyenkor a célszámot a gyógyszerkészítés jártasság szintje és a feladatnehézség\nhatározza meg. Afeladatnehézség meghatározása a rendelkezésre\nálló információk alapján a Mesélo jogköre.\n"
    },
    "apolas": {
        "id": "apolas",
        "name": "Ápolás",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 50, 100, 250, 300, 400, 500, 600, 800, 1000, 1500 ],
        "reqFoertekId": "lelkiero",
        "req": [ 30, 30, 30, 40, 40, 40, 50, 50, 50, 60 ],
        "reqJart": [ ],
        "minLevel": 1,
        "visszahatas": [ "nemnovel", "nemnovel", "tudat", "nemnovel", "nemnovel", "nemnovel" ],
        "info": "Szükséges foérték: Lelkiero 30\/40\/50\/60\nSzükséges jártasság: nincs\nA tanulás módja: Gy\nTábla: Zafír\nKevéssé elismert jártasság, pedig igencsak fontos. A beteg ember testi-\nlelki regenerálódását segíti elo. Tartalmazza mindazon ismereteket,\nmellyel az ápoló személy elosegítheti az öngyógyulást, illetve támogathatja\naz orvoslás és a sebgyógyítás eredményét. Önmagát senki\nsem ápolhatja!\nAz ápolás jártasság alkalmazása szintjétol függoen módosítja a dinamikadobás\neredményét, illetve az orvoslás, a sebkötözés és a regenerálás\njártasságpróbák célszámát. A módosított dinamikadobás bármennyi\nlehet, a Zafír Tábla tulajdonságai miatt a módosított célszám\nviszont nem lehet alacsonyabb 05-nél, és magasabb 95-nél. A módosító\nhatások egyetlen ápolásban eltöltött nap után már jelentkeznek, és\nmindaddig érvényesek, amíg az ápolás tart.\nHa a Mesélo úgy ítéli meg, dobható próba az ápolás jártasságra (de\nalapvetoen nem szükséges), melynek elrontása azt eredményezi, hogy\naz aznapi ápolás hatástalan volt, tehát nem módosíthatja sem a dinamikadobást,\nsem a gyógyítás jártasságpróbáit. Ez esetben az ápolás\njártasságpróba célszámát az ápolás jártasság szintje és az aktuális betegség\/\nsebszint jelöli ki.\n"
    },
    "eletmentes": {
        "id": "eletmentes",
        "name": "Életmentés",
        "jartCsop": "gyogyitas",
        "costMod": [ ],
        "cost": [ 50, 100, 150, 200, 200, 200, 300, 300, 400, 600 ],
        "reqFoertekId": "reflex",
        "req": [ 50, 50, 50, 60, 60, 60, 70, 70, 70, 80 ],
        "reqJart": [ "orvoslas" ],
        "minLevel": 1,
        "visszahatas": [ "reflex", "nemnovel", "nemnovel", "nemnovel", "reflex", "nemnovel" ],
        "info": "Szükséges foérték: Reflex 50\/60\/70\/80\nSzükséges jártasság: orvoslás\nA tanulás módja: Gy\nTábla: Zafír\nAz orvoslási eljárások szuk ismerete, amely a krízishelyzetek elhárítására\nalkalmas. A karaktert képessé teszi arra, hogy a rendelkezésre\nálló hétköznapi anyagokat a bajban lévo azonnali megsegítésére használja\nfel. Csak krízishelyzetben alkalmazható, egyébként több kárt\nokoz, mint hasznot.\nKrízishelyzet: a beteg a 10. seb-, és\/vagy betegségszinten van, és\neloreláthatóan rohamosan romlani fog az állapota. Az ettol alacsonyabb\nszintu problémák orvoslása az életmentés jártasság segítségével\nmindenképpen a probléma súlyosbodásához vezet! 10-es szintu, életveszélyes\nállapot sikeres kezelése megszünteti az életveszély tényét,\nazaz 9-es szintre süllyeszti a betegséget\/sebesülést.\nA jártasságpróba célszámát az életmentés jártasság szintje és a feladatnehézség\nhatározza meg, ahol a feladatnehézség 5-10 között változik,\na probléma bonyolultsága és a Mesélo megítélése alapján (tehát\nnem a sebszinttel azonos).\n"
    }
}