[ {
        "id": "agyogyitasbotja",
        "name": "A GYÓGYÍTÁS BOTJA",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 75 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nlegalább másfél méter hosszúságú, öt-nyolc centiméter átmérőjű bot. A tulajdonos ízlése szerint faragások vagy különféle fémekből készült díszítések ékesíthetik. Érték: 3500 arany \nMűködés:  \na varázsszó kimondása után a bot 3d10 fizikumpontot gyógyít azon a teremtményen, akit a bot használója megérint a bot végével. A bot átlagosan 30 töltettel rendelkezik, melyet minden gyógyítás eggyel csökkent. A bot a megfelelő szertartás segítségével újra feltölthető. A bot képes meggyógyítani bármilyen betegséget (egy töltetet elhasználva  minden  betegség  után),  semlegesíteni  bármilyen  mérget (mérgenként 1-1 töltetet használva el), megszüntetni az őrületet (2 töltet) Háttérinformáció:  \nállítólag kizárólag Cogart papjai képesek ismét feltölteni  a  G YÓGYÍTÁS  BOTJAIT,  ám  ennek  ellentmondani  látszik,  hogy írásos források említenek vándor szerzeteseket, akik ugyancsak képesek voltak erre, ráadásul különösebb szertartás nélkül. \n"
    }, {
        "id": "atisztaelmeitala",
        "name": "A TISZTA ELME ITALA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső megjelenés:  \nerősen fűszerezett vagy ambrózia ízű ital, melynek mind színe, mint illata változó. Többnyire külsőre semleges, feltűnést nem keltő tárolókban tartják, ám abban valamennyi tárolóeszköz megegyezik, hogy anyaga csak üveg lehet (a fém megszünteti az ital hatóerejét). Érték: 5000 arany \nMűködés:  \negy  adag  ebből  a  csodálatos  varázsitalból  maradandóan megnöveli 2 ponttal elfogyasztójának Tudat főértékét (s vele együtt az Intelligenciát és a Lelkierőt is). A hatás azonnali. A T ISZTA ELME  ITALÁTcsak egyszer ajánlatos elfogyasztani, ugyanis valamely benne lévő alkotóelemnek köszönhetően a második adag azonnali tébolyt vált ki  az  illetőből  (melyet  kizárólag  mágikus  úton  lehet  gyógyítani);  ráadásul ez esetben már nem érvényesül a főértékeket növelő hatás. Háttérinformáció:  \nelőállítási módja nem ismeretes, az azonban csaknem bizonyosra vehető, hogy egyes, nem nevesített boszorkányrendnek köze van a varázsszer elkészítéséhez. \n"
    }, {
        "id": "atombolaspengeje",
        "name": "A TOMBOLÁSPENGÉJE",
        "info": "Típus: ereklye \nTerhelési érték: 50 \nEsszenciapajzs: 95 \nAktivizálódás: folyamatos (a különleges képessége parancsszóra) \nKülső megjelenés:  \na Tombolás Pengéje gyakorlatilag egyedi darab, kisebb ereklyének számít Worlukon. Külsőleg egy, az átlagosnál szélesebb pengéjű szablyának felel meg. Azonban a kidolgozásán már látszik,  hogy  nem  hétköznapi  fegyver.  Gyöngyberakásos  markolatát ezüstös színű csuklóvédő díszíti. A furcsán kékes árnyalatú pengén sűrűn rótt írásjelek láthatók, és az egész fegyver valami megfoghatatlan módon szinte vibrál az erőtől. Érték: kb. 30000 arany \nMűködés:  \na Tombolás Pengéje egy erősen mágikus varázskard (a kardok fegyvercsoportba tartozik), melynek speciális képessége a naponta háromszor, parancsszóra aktiválható Tombolás. A Tombolás megállíthatatlan berserkerré teszi forgatóját; a kard szinte önálló életre kelve irtózatos gyorsasággal és erővel forgatható. A fegyver forgatója addig  nem  képes  abbahagyni  a  Tombolást,  amíg  a  kard  a  tulajdonosán kívül  akár  egyetlen  élőlényt  is  érzékel  a  közelben  (kb.  15  m  sugarú kör, de a fegyver nem reagál a bogarakra és a kisebb állatokra, sem a növényekre). Tombolás közben a fegyver nem tesz különbséget barát és ellenség között. A tombolás Pengéjének alapban 3-as a gyorsasága, ám a Tombolás idején ez az érték 1. A fegyver 3 szinttel növeli forgatója támadó- és védőszintjét (a Tombolás alatt további 2 szinttel növekedik mindkét érték). A penge ereje 12 (Tomboláskor 18). Háttérinformáció:  \nA Penge jelenlegi tulajdonosát senki nem ismeri. A volenai nagykönyvtár megszámlálhatatlan feljegyzései között található egy, mely szerint a Pengét egy titokzatos, ismeretlen vándor birtokolja, aki egy különösen erős energiavihar után bukkant fel az Átokmezsgye környékén, és botlott bele egy eltévedt volen őrjáratba. Miután szinte az összes katonát megölte egy rövid, ám annál kegyetlenebb összecsapásban, nyomtalanul eltűnt, és azóta nem látták. A kevés túlélő beszámolója alapján a Viharmágusok nagymestere valószínűsítette, hogy az idegen másik létsíkról idekeveredett lény lehetett, és ezzel lezárta az ügyet (bár megbízható források szerint a Viharmágusok komoly erőfeszítéseket tesznek jelenleg is, hogy felleljék a különös pengét, melynek komoly szerepe lenne egy fontos alkuban). \n"
    }, {
        "id": "alakvaltovarazsital",
        "name": "ALAKVÁLTÓ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-50) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott,  szagtalan,  borostyán  színű,  többnyire  erősen  fűszerezett  ízű  varázsital. Érték: 600 arany (400 arany az előre meghatározott típusok esetében) \nMűködés:  \naki megissza ezt a varázsitalt, az képes lesz megváltoztatni az alakját. Az alakváltozás körülbelül egy perc alatt megy végbe, bár ha a változás nem túl jelentős (mondjuk csak néhány arcvonás változik), az idő ennél rövidebb is lehet (ilyenkor a mesélő dönt). Amikor a  felhasználó  megissza  a  varázsitalt,  magában  erősen  koncentrálnia kell az új alakjára. Az új alaknak szükségszerűen hasonlítania kell valamire, amit a felhasználó már ismer (mondjuk átalakulhat pumává, ha már látott ilyen állatot, de mondjuk gorillává nem, ha még nem találkozott  ilyen  élőlénnyel).  A változásnak  vannak  bizonyos  fizikai  korlátjai is; a súly- és méretváltozás nem haladhatja meg az eredeti értékek 50 százalékát (például egy 80 kilogrammos esetében az új alak súlya 40-120 kilogramm között lehet; egy 180 centiméteres drén harcosból  a  varázsital  csinálhat  egy  90  centiméteres  törpét,  vagy  egy  270 centiméter magas ogárt). A változás tökéletes lesz, bár meghatározott időre szól (annyi percig, amennyi a varázsitalt elfogyasztó karakter intelligenciája). A visszaváltozást nem előzi meg semmilyen jel, egyszerűen megkezdődik, majd egy percen belül végbe is megy. A varázsital mágiája  végrehajtja  azokat  az  alapvető változásokat  is,  melyek  az  új  alak  „használatához\"  szükségesek.  Azaz  a  karakter pumaként  képes  lesz  négy  lábon  járni (akár  rohanni  is,  vagy  fára  mászni),  óriás sasként a magasba szárnyalni, stb. Megjegyezzük,  a  visszaváltozás  bizonyos  helyzetekben  (pl.  óriás  sasként  a  magasban szárnyalva)  komoly  veszélyeket  hordoz magában  (jelen  példánál  maradva  a  lezuhanást). Az átváltozás során az átváltozott teremtmény  intelligenciája\/gondolkodásmódja nem változik, azaz nem hasonul azzal a teremtménnyel, amelyik alakját magára öltötte. Háttérinformáció:  \na   varázsitalnak   két alaptípusa van. Az első kategóriába az előre  meghatározott  átalakulásokat  kiváltó italok tartoznak, azaz, aki ilyen varázsitalt iszik,  nem  képes  akaratlagosan  befolyásolni,  mivé  fog  átváltozni,  hanem  a  varázsital konkrétan meghatározza új alakját (például oroszlánná változik, vagy mondjuk  ogárrá,  stb.).  A másik  alaptípusnál  az italt megivó határozza meg az alakot (lásd fentebb).  Megjegyzendő,  hogy  ha  valaki tudta nélkül fogyaszt el egy alakváltó varázsitalt, annak nem lesz semmilyen hatása, mivel igen kicsiny annak esélye, hogy az illető más alakba akarná változtatni magát. Márpedig az átalakulás mindig akaratlagos és tudatos cselekedet következménye. \n"
    }, {
        "id": "azifjusagitala",
        "name": "AZ IFJÚSÁG ITALA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 20-60) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, színtelen, szagtalan és ízetlen folyadék. Érték: 10 000 arany \nMűködés:  \na varázsital 1-10 évvel megfiatalítja azt, aki elfogyaszt belőle  egy  adagot.  A fiatalodás  kizárólag  biológiai  (annak  minden  előnyével  vagy  hátrányával).  Ha  valaki  a  varázsital  hatására  fiatalabb lenne  a  születési  időpontjánál,  akkor  esetében  a  varázsital  hatástalan marad. A változás nem egyik pillanatról a másikra megy végbe, hanem annyi nap alatt, ahány évet a teremtmény fiatalodott. \n"
    }, {
        "id": "azoldaseskotesitala",
        "name": "AZ OLDÁS ÉS KÖTÉS ITALA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 70 \nAktivizálódás: automatikus \nKülső megjelenés:  \nez az ital mindig két adagból áll, melyeket többnyire  egy  kettős  kialakítású  porcelánedényben  tárolnak.  Az  oldás  itala egy bugyborékoló, sárgás színű, enyhén bűzös, míg a kötés itala egy aranyszínű, savanykás folyadék. Érték: 2000 arany \nMűködés:  \naz oldás itala bármilyen élettelen tárgyat képes folyadékká feloldani (ehhez többnyire a tárgyat belehelyezzük egy hordóba, némi vizet öntünk hozzá, majd belekeverjük az oldás italát, és a tárgy három perc leforgása alatt ugyanolyan folyadékká alakul, jelen példánk szerint vízzé, amilyet a tárgy mellé öntöttünk). A kötés itala ezt a folyamatot megfordítani képes, azaz a feloldott tárgyat tartalmazó hordóba öntve  viszszakapjuk  a  tárgyat  (megközelítőleg  ugyanannyi  idő  alatt, amennyi a feloldáshoz szükséges). Amennyiben a feloldott tárgyat tartalmazó italból a visszaalakítás előtt fogyasztanak, akkor annak végzetes  következményei  lehetnek  (amennyiben  a  fogyás  mértéke  nem haladja meg a 10 százalékot, akkor a tárgy maradandó károsodás nélkül visszaalakítható, ellenkező esetben a visszaalakulás során 80 százalék  eséllyel  esszenciarobbanás  következik  be  10d10  fizikumpont veszteséget  okozva  10  méter  sugarú  gömbön  belül,  ha  pedig  ez  nem történik meg, a tárgy nem alakítható vissza). \n"
    }, {
        "id": "bajnokokpajzsa",
        "name": "BAJNOKOK PAJZSA",
        "info": "Típus: önmagát köti \nTerhelési érték: 30 \nEsszenciapajzs: 60 \nAktivizálódás: folyamatos \nKülső  megjelenés:   \náltalában  tárcsapajzs,  de ismeretes más típus is. Többnyire családi címerek díszítik (noha nem mindig a családhoz tartozók  forgatják).  A szélük  mindig  élezett (bár  gyakran  puha  fából  készült  védőborítás is  van  rajtuk,  amit  egy  gyors  mozdulattal  el lehet távolítani). Érték: 3000-10000 arany \nMűködés:  \nparaméterei mindig azzal a pajzséval  egyeznek  meg,  amelyik  típust  képviseli, ám  használója  támadó-  és  védőszintjét  2-2 szinttel megnöveli. Háttérinformáció:  \na   gazdagabb   családok gyakran  különféle  varázslatokat  dolgoztatnak a  pajzsba,  melyek  varázsrúnája  észrevétlenül eltűnik  a  címert  alkotó  vonalak  és  ábrák  között. Ezek a varázslatok vagy varázsszóhoz kötődnek, vagy pedig valamely esemény váltja ki az aktivizálódásukat (például a pajzs hordozója  halálos  sebet  kap;  vagy  ötszörös  túlerő  támad rá; stb.). Az ilyen mágikus hatások egyediek, bár állítólag egyes nordesi nemesi családok állítólag olyan pajzsot is birtokolnak, mely legalább három mágikus képességgel bír. \n"
    }, {
        "id": "balsorstalizmanja",
        "name": "BALSORS TALIZMÁNJA",
        "info": "Típus: önmagát köti \nTerhelési  érték:   \n0  (vagy  álcázáskor  annyi,  amennyi  az  adott  tárgyra jellemző) Esszenciapajzs: 70 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső megjelenés:  \nhétköznapi, kis értékű ékszernek (többnyire medalion, karpánt, fülbevaló vagy hasonló formájában) vagy régi, megkopott talizmánnak tűnik (mely talán ősi hatalmakat is hordoz magában). Érték: 500 arany \nMűködés:  \namikor egy karakter birtokába jut a Balsors Talizmánjának, akkor a balsors zónája 20 ponttal balra mozdul (bár erről a karakternek nem lesz tudomása). A mesélő tartsa nyilván ezt a változást, és érvényesítse a megfelelő pillanatokban. A Talizmán birtokosa idővel rájöhet  (megfelelő  tapasztalatok  birtokában),  hogy  balszerencsésebb, mint  amilyennek  hiszi  magát.  Ha  keresi  az  okot,  akkor  még  a  talizmánt  is  megtalálhatja,  ám  megszabadulni  ettől  a  kellemetlen  varázstárgytól  nem  könnyű  (csak  úgy  sikerülhet,  ha  elajándékozzák,  s  az ajándékot kapó őszintén örül az ajándéknak). Ha valaki eldobja, elássa vagy „elhagyja\", a hatás nem szűnik meg, mi több, abban is biztos lehet, hogy egy-két napon belül valamiképp visszajut hozzá a varázstárgy (pl. vesz egy halat, s mikor azt feldarabolja, megtalálja benne a talizmánt,  stb.).  A Balsors  Talizmánja  ráadásul  folyamatosan  apróbb kellemetlenségekkel  bosszantja  tulajdonosát  (például  ha  kardot  akar venni, akkor biztos lehet benne, hogy amit megvesz, azon később egy hajszálvékony repedést fog felfedezni, vagy a penge túl hamar csorbul ki, és a kereskedő már rég továbbállt, mielőtt reklamálhatna). Ha valakinek sikerül megszabadulnia a talizmántól, annak a balsors zónája automatikusan  jobbra  mozdul  20  ponttal  (s  határozottan  szerencsésebbnek fogja érezni magát). Háttérinformáció:  \nazt  mondják,  Gerondarban  a  Balsors  Talizmánját gyakran valami kisebb hatású varázsszernek álcázzák, ám ez a mágia csak az igazi tulajdonságok elfedésére szolgál, s csekély hasznot hajt. \n"
    }, {
        "id": "bantankartya",
        "name": "BANTANKÁRTYA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 20 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \negy nagyjából tenyérnyi magas és széles, 2-3 milliméter vastag aranylap, melyre érthetetlen szimbólumok vannak felírva. Érték: 100-2000 arany \nMűködés:  \nezek  a  különleges  nemesfém  kártyák  varázslatok  tárolására alkalmas eszközök. Egy kártya legfeljebb 100 esszenciapontnyi varázslatot képes tárolni és legfeljebb 5 varázslatot. A B ANTANKÁRTYA\naktivizálása a megfelelő varázsszó kimondásával történik (amennyiben több varázslat van a kártyán, mindegyikhez egy-egy szó rendelhető – ha ez nincs meghatározva, akkor sorban a legutoljára felírt varázslat fog működésbe lépni, aztán az előtte lévő, stb.). A kártyára írt varázslat aktivizálásához (mely 1 szegmenst igényel) nem szükséges semmilyen mágikus előismeret, az aktivizáláshoz azonban kézben kell tartani a kártyát. A  kártyákról  aktivizálás  után  eltűnik  a  varázslat.  A  visszamaradt aranylap újból felhasználható varázsírás elkészítésére. \n"
    }, {
        "id": "befolyasolovarazsital",
        "name": "BEFOLYÁSOLÓ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, enyhén mentolos illatú és ízű, változatos színű folyadék. Érték: 400-2000 arany \nMűködés:  \nezek a varázsitalok lehetővé teszik megivójuknak, hogy időlegesen befolyással legyen különféle teremtményekre. Ismertebb típusok: állatokat (esetleg külön emlősöket, halakat, hüllőket, kétéltűeket, \nstb.), növényeket, humánokat, rovarokat, halálontúliakat, szörnyetegeket  befolyásoló  varázsitalok.  A befolyásolás  időtartama  átlagosan  10 perc (a mesélő ettől bármikor eltérhet, de ügyeljen a játékegyensúlyra). Amenynyiben a befolyásoló varázsital hatott a célpont teremtményre, akkor  az  engedelmeskedni  fog  a  megivó  kéréseinek  (feltéve,  hogy  az nem önpusztításra szólít fel - amelyik teremtmény nem tudja a kérésből  kideríteni,  hogy  az  rá  potenciális  veszélyt  jelent,  az  mindenképp engedelmeskedni fog). A varázsital csupán korlátozott kommunikációs lehetőséget biztosít, ám ha a karakter beszél azon a nyelven, amit a célpont  teremtmény  ért,  akkor  elkerülheti  a  félreértéseket.    A befolyásolást némileg bonyolíthatja a befolyásolandó teremtmény Tudata is (egy növénynek  vagy  egy  bogárnak  gyakorlatilag  lehetetlen  bonyolult  parancsokat  adni,  ám  mondjuk  egy  almafát  megkérhetünk,  hogy  kicsit rázza meg az ágait, és ejtsen elénk pár zamatos gyümölcsöt, vagy egy bogarat  arra,  hogy  másszon  keresztül  egy  varázskört  határoló,  ezüstporból készített vékony vonalon [s ezáltal törje meg a körvonalat]). A lehetőségek elég sokrétűek (a mesélő ügyeljen a játékegyensúlyra). Az ár  az  általa  befolyásolható  teremtmény  típusától  függ.  Az  alább felsorolt típusoknak külön befolyásoló varázsitaluk van, egyféle itallal csak egyféle teremtménytípust lehet befolyásolni. \n"
    }, {
        "id": "boszorkanykenocs",
        "name": "BOSZORKÁNYKENŐCS",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 25-50) \nAktivizálódás: automatikus (felhasználáskor) \nKülső  megjelenés:   \negy  sárgás-zöldes  színű  kenőcs,  melyet  többnyire fából  készült  tárolóeszközökben  tartanak  (a  hiedelmek  szerint  a  fém árt a kenőcs hatóerejének, ám erre eddig nincs bizonyíték). Könnyen kenhető  állagú,  szaga  azonban  sokakat  elborzaszt  a  felhasználásától. Íze csípős és mérgező (hatásában a galócaporral egyenértékű). Érték: 500 arany \nMűködés:  \nez az igen erős varázsszer lehetővé teszi, hogy a testet tetőtől talpig bekenve vele (egyetlen porcikát sem felejtve ki), a boszorkány  iszonyú  távolságokat  utazzon  egy  szempillantás  alatt,  s  a  kiválasztott helyen különböző cselekedeteket (részvétel egy bálon, stb. - a mesélő döntése alapján) hajtson végre anélkül, hogy a teste egy pillanatra  is  elmozdulna  valóságos  helyéről.  A test  bekenése  után  csupán erőteljesen  koncentrálnia  kell  a  feladatra  és  a  kiválasztott  helyre,  a többi már megy magától is. (Megjegyzendő, hogy a kiválasztott helyet tökéletesen ismerni kell, különben a boszorkánykenőcs hatástalan marad.)  Azok,  akik  találkoznak  a  boszorkány  illúziótestével,  és  gyanút fognak (és csak akkor!), mentődobást tehetnek Tudat ellen, s ha megdobják, rá fognak jönni, hogy csak egy fantomtesttel van dolguk (az illúziótest  nem  tűnik  el,  csupán  az  illúziót  érzékelők  tudni  fogják, hogy nem igazi test). Az illúziót felfedők megkísérelhetik valamilyen ellenvarázslattal megszüntetni a boszorkánykenőcs hatását. Ha az ellenvarázs sikeres, a boszorkány annyiszor 5 fizikumpont veszteséget szenved, ahányadik szintű az ellenvarázslatot alkalmazó személy mágiahasználat  (vadmágusok  esetén  esszenciakontroll,  szakrális  mágiát űzőknél az elhivatottság) jártassága. Háttérinformáció:  \na kenőcs összetevői mandragóra és beléndekkivonat,  fémedényben  megolvasztott  fiúzsír,  sisakvirág,  nyárfalevél,  korom, olaj és denevérvér. A kenőcs használata nagymértékben igénybe veszi a testet-lelket egyaránt, ezért alkalmazása után legalább egy napot kell pihenéssel eltölteni. \n"
    }, {
        "id": "boszorkanysepru",
        "name": "BOSZORKÁNYSEPRŰ",
        "info": "Típus: önmagát köti \nTerhelési érték: 40 \nEsszenciapajzs: 80 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nsemmiben nem különbözik egy közönséges seprűtől. Érték: 3500 arany \nMűködés:  \naz aktivizáló varázsszó hatására a seprűben működésbe lép a benne tárolt varázserő. A seprű képes a magasba emelkedni, madárként szárnyalni. Aki rajta ül, az az akaratával kormányozhatja (elég rágondolnia a kívánt irányra), de a seprű nem reagál a hangos parancsszavakra.  A varázsseprű  legfeljebb  200  kilogramm  súlyt  képes  felemelni,  ilyenkor  azonban  a  sebessége  a  harmadára  csökken.  A seprű mágiája az őt irányító karakter számára lehetetlenné teszi a lezuhanást (mindaddig, amíg a karakter öntudatánál van), ám az esetleges utasokra ez az oltalom nem terjed ki (neki kapaszkodniuk kell). Normál esetben  a  seprű  körülbelül  nyolcvan  kilogrammos  terhelésnél  működik optimálisan  (az  ennél  kisebb  súly  nem  fogja  befolyásolni  a  sebességét).  Sebessége  körülbelül  15  méter  másodpercenként  (54  km\/óra), ám ezt a tempót mindöszsze öt percen keresztül képes tartani. Ha nem hajszolják, akkor 10 órán keresztül képes folyamatosan repülni, óránként körülbelül 20-22 kilométert téve meg (azaz másodpercenként kb. 6  métert).  Folyamatos  megterhelés  után  legalább  annyi  órát  kell  pihentetni, amennyi ideig használták. Ez csupán a normális használatra értendő, csúcssebességen használva (akárhány percig) a boszorkányseprű  3  teljes  órán  át  használhatatlanná  válik  (ilyenkor  lassú  tempót sem képes tartani). A seprű mágiája lehetővé teszi bravúros mutatványok megvalósítását is, mint mondjuk a hátrafele repülés, az egy helyben lebegés, a fejjel lefelé repülés, stb. (Ilyenkor a mesélő a mutatványok megvalósítását különféle próbákhoz kötheti, mint mondjuk a fejjel  lefelé  repüléskor  a  használónak  percenként  ügyességpróbát  kell tennie, nem zuhan-e le.) Háttérinformáció:  \nilyen seprűt kizárólag boszorkányrendek képesek készíteni, s a lehető legritkább esetben fordul elő, hogy átadják személyes használatra egy kívülállónak, eladásról pedig szó sem eshet. Természetesen akad néhány boszorkányseprű, melynek tulajdonosa elhalálozott, és seprűje avatatlan kezekbe kerülhetett, ám ezek száma nem túl jelentős. Táblázat könyvben. \n"
    }, {
        "id": "cogartvere",
        "name": "COGART VÉRE",
        "info": "Terhelési érték: 10 \nEsszenciapajzs: 80 \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nmindig tejfehér üvegcsékbe öntött, aranyszínű varázsital, melynek se íze, se szaga. Minden egyes adag csupán egyetlen kortyból áll. Érték: 600 arany \nMűködés:  \nebbe a varázsitalba alighanem valóban belekevernek a készítése során egyetlen cseppet a Gyógyítás Istenének véréből, különben aligha lenne ilyen erős. Azonnal elmulaszt minden fájdalmat, öszszezárja a sebeket, összeforrasztja a csontokat, megszünteti a mérgek hatását, semmissé teszi az őrületet (légyen bár természetes vagy mágikus eredetű). C OGART  VÉRE\na maximumra állítja vissza az ital elfogyasztójának a fizikumpontjait. Háttérinformáció:  \nezt a rendkívül hatásos gyógyitalt Cogart papjai készítik, s többnyire csak akkor juthat valaki hozzá, ha kiérdemli azt. \n"
    }, {
        "id": "csapdafelfedovarazspalca",
        "name": "CSAPDAFELFEDŐVARÁZSPÁLCA",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 70 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nfémből készült, arasznyi vagy másfél arasznyi pálca, vastagsága ritkán haladja meg a kisujjnyit (emberi mértékkel számítva). Többnyire a pálca csavart kialakítású, és a végére egy féldrágakő van erősítve (foglalatban). Érték: 3000 arany \nMűködés:  \namikor  a  pálca  használója  kimondja  az  aktivizáló  varázsszót, a pálca vége alig láthatóan derengeni kezd. A varázspálcával lassan körbefordulva a pálca vibrálni kezd, ha tizenöt méteren belül bármilyen csapda található. A pálca nem ad felvilágosítást a csapda mibenlétéről, sem hatástalanításának módjáról, ám némi próbálkozással a csapda pontos helye megállapítható (a pálca a csapda közvetlen közelében - 1 méteren belül - rendkívül erőteljesen vibrál). A varázspálca  ugyancsak  vibrálni  kezd  a  rejtett  szerkezetekkel  működtetett  átjárók, titkos ajtók és hasonlók közelében, megkönnyítve azok megtalálását is. A pálca egy töltettel 10 percen keresztül működik. A pálcában 5 töltet van, s nem tölthető újra. \n"
    }, {
        "id": "csiganypajzs",
        "name": "CSIGÁNYPAJZS",
        "info": "Típus: önmagát köti \nTerhelési érték: 30 \nEsszenciapajzs: 80 \nAktivizálódás: automatikus (ha sárkánytűz éri) \nKülső  megjelenés:   \novális  fehér  pajzs  (körülbelül  50  centiméteres  átmérővel), mely első pillantásra mintha tojáshéjból készült volna. Belső  oldalán  található  a  fogója,  melynek  segítségével  akár  fel  is  lehet szíjazni a karra. Látszik rajta, mennyire törékeny (egy erősebb csapás darabokra törheti). Érték: 3000 arany \nMűködés:  \na pajzs ellenáll a sárkánytűznek, melynek hatására ráadásul három-négyszeres méretűre (maximum 2 méteres átmérőjűvé) is megnövekedik,  s  teljes  védelmet  nyújt  használójának  a  sárkánylánggal szemben (melynek erejét azonban nem képes szétoszlatni; azaz, ha a pajzs birtokosa nem kapaszkodik meg valamiben, akkor a sárkánytűz valószínűleg méterekre fogja hátrataszítani). Háttérinformáció:  \nmivel  a  C SIGÁNYPAJZS\nalapanyaga  a  Limbóról,  a Káosz  létsíkjáról  származik,  ezért  ez  a  varázstárgy  a  rendkívül  ritka kategóriába tartozik. Egyes állítások szerint maga a pajzs is ott készül. Aki ilyenre vágyik, az állítólag a Limbó Zafírszintjén, Aónál, az agyszívónál biztosan talál egyet. \n"
    }, {
        "id": "csodakvesszeje",
        "name": "CSODÁK VESSZEJE",
        "info": "Típus: önmagát köti \nTerhelési érték: 20 \nEsszenciapajzs: 65 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nkülsejében  rendkívüli  módon  hasonlít  egy  tűzgolyót köpő varázspálcára, csupán kicsit vékonyabb és rövidebb. Többnyire elefántcsontból vagy ritka keményfából készül. Hosszúsága 2540 centiméter között változik, átmérője egy ujjnyi. Végig rúnák díszítik  (a  rúnák  között  olyan  is  akadhat,  amit  kapcsolatba  lehet  hozni  a tűzzel). A legvégén (ahol a varázslat materializálódni kezd) apró, körömnyi gyémánt díszíti, mely egyben fókuszként is szolgál az esszencia számára. Érték: 2500 arany \nMűködés:  \na  C SODÁK  VESSZEJE\naz  egyik  legkaotikusabb  varázstárgy, ami előfordul Worlukon. A megfelelő varázsszó kimondása után a legváltozatosabb  mágikus  hatások  materializálódnak  a  varázstárgyból. Ez,  sajnos,  nem  mindig  van  összhangban  azzal,  amit  a  tulajdonosa szeretne.  A hatások  rendkívül  változatosak  lehetnek,  a  színes  pillangók  ármádiájától  akár  egy  mindent  elsöprő  tűzgolyóig.  (A C SODÁKVESSZEJE\nesetében javasoljuk, a mesélő készítsen magának egy külön táblázatot a hatások szimulálására, amit majd akkor fog használni, ha valaki a kezébe veszi a varázstárgyat... A lustább vagy kreatívabb mesélők  eltekinthetnek  a  táblázattól,  s  akkor,  a  C SODÁK  VESSZEJÉNEK\nhasználatakor állapíthatják meg a hatást.) Háttérinformáció:  \nállítólag az első C SODÁK  VESSZEJÉT\nYvorl készítette  egy  rendhitű  varázsló  számára  (és  a  varázsló  beleőrült,  hogy  soha nem azt sikerült varázsolnia, ami szándékában állt). \n"
    }, {
        "id": "dralfgyilkosermeje",
        "name": "DRALF GYILKOS ÉRMÉJE",
        "info": "Típus: önmagát köti \nTerhelési érték: 15 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső megjelenés:  \naz érme látszatra egyszerű ezüstdénár, melyet különös, változó színű derengés vesz körül. Az érme sötétben éles fénynyel foszforeszkál (aki az érmét 10 percnél hosszabb ideig a kezében tartja, az is világítani kezd, s ez a fény a testén marad két órával az utánig, hogy az érmét eltette). Érték: 500 arany \nMűködés:  \namikor egy karakter birtokába vesz egy ilyen érmét, az eszszenciapajzsa azonnal a tizedére csökken; amíg az érmét birtokolja, ez az érték lesz a maximális esszenciapajzsa (azaz, ha varázsolni fognak rá, sokkal kisebb az esélye, hogy az esszenciapajzs megfogja a varázslatot,  s  a  védelem  is  hamarabb  semmivé  fog  enyészni,  mint  az  érme nélkül). Az érmétől csak sikeres Átokűző varázslattal lehet megszabadulni. Háttérinformáció:  \namennyire tudni lehet, Dralf egy gilf varázsló volt, aki ezekkel az átkozott érmékkel egy démont akart becsapni. Hogy mi is  történt  pontosan,  arról  nem  szólnak  a  krónikák,  az  azonban  bizonyosra vehető, hogy Dralf egyik pillanatról a másikra eltűnt jól őrzött palotájából.  Hogy  mégsem  halott,  arra  bizonyíték  a  lélekkristálya, mely a mai napig vörös fénnyel világít (ha kialudna, az azt jelentené, a varázsló halott). \n"
    }, {
        "id": "eronoveloelixir",
        "name": "ERŐNÖVELŐELIXÍR",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső megjelenés:  \nsárga, zsírszerű anyag, mely viszkető érzést kelt felkenéskor (mely azonban gyorsan elmúlik). Teljesen szagtalan, íze állítólag a kutyaszarra  emlékeztet  (vajh  ki  tette  ezt  az  összehasonlítást?). Érték: 200 arany \nMűködés:  \naz  elixírrel  a  végtagokat  kell bekenni (nem fontos az egyenletes felvitel,  de  mindenütt  legalább  tenyérnyi felületet be kell kenni). A hatás körülbelül  30  szegmens  elteltével jelentkezik (miután a viszketés elmúlt).  Az  elixír  időlegesen  -  10 percre  -  20  ponttal  növeli  a  felhasználó  Erő  főértékét  (ami  természetesen kihat a leterhelhetőségre, a sebzésszorzóra, s minden másra, ahol az Erő szerepet játszik). Az elixír teljesen beleivódik a szervezetbe, s mire a hatás elmúlik, már nyomait sem lehet kimutatni. Háttérinformáció:  \nismeretes muszklizsírként is. \n"
    }, {
        "id": "esszenciako",
        "name": "ESSZENCIAKŐ",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső megjelenés:  \napró, élénkvörös drágakő, melynek értéke első pillantásra legfeljebb 30-50 arany lehet. Különlegessége, hogy a belsejében  éles  szemű  karakterek  egy  rendkívül  kicsiny,  szabályos  ötszöget vehetnek észre (csak külön vizsgálódásra). Érték: 5000 arany \nMűködés:  \nez  a  különös  drágakő  rendkívül  gazdag  esszenciában,  és ecetben és borban feloldva képes arra, hogy elfogyasztójának esszencia főértékét, igaz, csak kis mértékben, de maradandóan megváltoztassa.  Minden  egyes  kő  2  ponttal  növeli  az  Esszencia  főértéket  (s  vele együtt a Varázserőt és az Esszenciapajzsot is). Háttérinformáció:  \nállítólag  az  esszenciakő  az  istenek  ajándéka,  s  az bukkanhat rá, aki nagy szolgálatot tett (néha akaratán kívül) valamely istennek. Azt beszélik, egy átlagos halandó csupán egyszer élhet az istenek ajándékával, különben a második kő kioltja az első hatását (azaz  2  ponttal  csökkenti  a  fentebb  megnevezett  főértékeket).  Mindenesetre még senki nem akadt a feljegyzések szerint, aki élete során két esszenciakőhöz jutott volna hozzá. \n"
    }, {
        "id": "eleteroital",
        "name": "ÉLETERŐITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 50-100) \nAktivizálódás: automatikus (felhasználáskor) \nKülső  megjelenés:   \ntöbbnyire  éjfekete  üvegekben  tartott,  sűrű  olajra emlékeztető  folyadék,  mely  állagát  tekintve  mégis  jóval  folyékonyabb,  mint  várná  azt  bárki.  Szaga  és  íze  az  elmúlást  és  a  rothadást idézi, kevesen tudnák öklendezés nélkül felhajtani a tartalmát. Érték: 10000 arany \nMűködés:  \nezt a rendkívül erős és legalább ennyire ritka varázsitalt ritkán használja az, aki birtokolja. Ennek oka rendkívül egyszerű: képes \nvisszahozni a halottakat az életbe. Amennyiben egy 24 óránál nem régebben  halott  szájába  öntik,  akkor  10-60  perc  elteltével  a  halott  feléled  holtaiból  (fizikumpontjai  a  lehetséges  maximum  középértékére állnak vissza, legsúlyosabb sebei begyógyulnak, az esetlegesen testében lévő méreg elveszti erejét, stb.; a varázsital azonban nem képes az elveszett végtagok vagy mondjuk egy kiszúrt szem regenerálására). Háttérinformáció:  \nmegbízható  források  szerint  manapság  már  senki nem képes ilyen erős varázsitalt készíteni, ha fel is bukkan néhanapján egy-egy üvegcse belőle, csaknem biztosra tehető, hogy valami ősi sírból  vagy  kincstárból  származik.  Értéke  csak  becsült,  mivel  az \n"
    }, {
        "id": "eleteroitalt",
        "name": "ÉLETERÕ ITALT",
        "info": "egyszerűen nem lehet megfizetni. \n"
    }, {
        "id": "eletlopogyuru",
        "name": "ÉLETLOPÓ GYŰRŰ",
        "info": "Típus: önmagát köti \nTerhelési érték: 35 \nEsszenciapajzs: 90 \nAktivizálódás: automatikus (felhúzáskor) \nKülső megjelenés:  \nlegtöbbször egy közönséges, jelöletlen ezüstgyűrűnek tűnik, melynek kidolgozása azonban semmiképp nem nevezhető mesterinek. Kivételek  persze  vannak,  de  általánosságban  ritka közöttük a szép ötvösmunka. Könnyen összetéveszthető egy R EGENERÁLÓ GYŰRŰ\nvel. Érték: 3500 arany \nMűködés:  \nezek  a  gyűrűk  regeneráló  varázseszköznek  készültek,  ám  a  létrehozó szertartások  során  valami  aprócska  hiba történt,  így  ezek  a  gyűrűk  nem  funkcionálnak  tökéletesen.  Azonosításukat  nem csupán  a  R EGENERÁLÓ  GYŰRŰ\nvel  való  tökéletes  hasonlóságuk  nehezíti,  hanem  az  a  tény  is, miszerint ezek a hibás varázseszközök változó időtartamon keresztül  (mely  néhány  naptól  akár  évekig  is  terjedhet)  normálisan funkcionálnak, majd egyik pillanatról a másikra ellenkezőre fordul a varázserejük,  s  innentől  kezdve  életlopóként  működnek  tovább. (Hogy  mi  váltja  ki  ezt  a  fordulatot,  egyelőre  senkinek  nem  sikerült megállapítania, bár született néhány, ám elég értelmetlennek tűnő feltételezés.) Az É LETLOPÓ GYŰRŰ\n10 percenként 1 fizikumpontot szív el a  viselőjétől,  ám  ez  csupán  akkor  derül  ki,  ha  az  illető  karakter  legalább 40 százalékát elveszítette az aktuális életerejének. Háttérinformáció:  \naz életlopó gyűrűt viselő karakter a gyengesége és a  fizikuma  megrendülése  miatt  valószínűleg  nem  fog  a  regeneráló gyűrűjére gyanakodni, főleg, ha még soha nem hallott életlopó gyűrűről. A gyűrű megváltozott mágiája ráadásul csupán akkor teszi lehetővé az életlopó varázsgyűrű levételét, ha a karakter semmilyen más varázstárgyat nem visel magán (ha a gyűrűt egyszer sikerült levenni, akkor a hatása megszűnik). Az életlopó hatás visszafordítására a Kívánság varázslaton kívül nem ismeretes más, használható módszer (a Kívánság  minden  tekintetben  tökéletesen  funkcionáló  R EGENERÁLÓGYŰRŰVÉ\nteszi  az  É LETLOPÓ  GYŰRŰT\n,  mely  soha  többé  nem  változik Életlopóvá). \n"
    }, {
        "id": "fagytolvedoamulett",
        "name": "FAGYTÓL VÉDŐAMULETT",
        "info": "Típus: kötni kell \nTerhelési érték: 15 \nEsszenciapajzs: 70 \nAktivizálódás: automatikus (amikor nyakba veszik) \nKülső megjelenés:  \nezen a különös, kékes árnyalatú fémből készült medálon  általában  már  első  pillantásra  látszik,  hogy  nem  közönséges tárgy.  Formája  többféle  lehet  a  kerektől  a  háromszögig,  ám  abban mind megegyezik, hogy díszítése sokrétű, már-már csicsásnak mondható. Általában kéken villogó akvamarinokat foglalnak bele, és tapintásra hidegnek, fagyosnak hat, ám viselőjének mégsem okoz semmiféle  ártalmas  dolgot  (megfázás,  stb.).  Általában  az  amulett  erejére  a benne lévő akvamarinok számából lehet következtetni. Érték: 1000 arany\/díszítő kő \nMűködés:  \nAz  amulett  a  viselője  fagy  alapú  támadóvarázslatok  elleni mentődobását javítja 10-30 százalékkal, típustól függően. A háromköves amulett 10 százalékkal, az ötköves 20 százalékkal, a hétköves pedig 30 százalékkal. Ha valaki két (vagy több) fagytól védő amulettet visel, azok hatása nem adódik össze, hanem mindig a legerősebbé érvényesül.  Az  amulett  a  természetes  hideggel  szemben  is  védelmet nyújt; fajtától függően akár a -10, -30, -50 fokos hideget is el tudja viselni a hordozója, s ezt a védelmet akár meztelenül is megkapja. A háromköves 01-70 %, az ötköves 71-90 %, a hétköves 91-100% gyakorisággal fordul elő. Háttérinformáció:  \neffajta  amulettekkel  a  leggyakrabban  a  messzi északon  találkozhatunk,  Dréniában  vagy  környékén,  ahol  gyakran igen jól jön az egyszeri utazóknak a medál védelme. \n"
    }, {
        "id": "fegyverolaj",
        "name": "FEGYVEROLAJ",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 20-60) \nAktivizálódás: automatikus (felkenéskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott,  többnyire  avas  zsírra  emlékeztető  (mind  szagában,  színében, mind állagában) olajos anyag. Érték: 20 arany\/adag \nMűködés:  \na  fegyverolaj  rendkívül  hasznos  varázsszer  azon  fegyverforgatók számára, akik kedvelik a hegyes vagy éles fegyvereket (mint mondjuk a tőrök vagy a kardok). A fegyverolajat a pengére csepegtetve s azon leheletvékonyan szétkenve, a penge rendkívül élessé (vagy hegyessé) válik (s ezáltal a fegyver ereje - sebzésszorzója - megnövekedik 1-3 faktorral). A varázsolaj hatása 4-5 sikeres találatig tart, azután a fegyverolaj lekopik. Háttérinformáció:  \namennyiben a fegyverolajat egy fegyver készítése (kovácsolása) közben alkalmazzák, az adott fegyver ereje (sebzésszorzója) az esetek 90%-ában a maximális lesz az adott típuson belül. Kizárólag szúró-vágó, fémből készült fegyverek esetében alkalmazható. \n"
    }, {
        "id": "gondolatolvasohomlokpant",
        "name": "GONDOLATOLVASÓ HOMLOKPÁNT",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 70 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nkétujjnyi  vastag  (emberi  mértékkel),  általában mithrillból vagy fehéraranyból készült homlokpánt, melynek közepén egy drágakő látható (mindig a drágakő kerül a homlok közepére). Érték: 3500 arany \nMűködés:  \na megfelelő varázsszó kimondásával a homlokpántot viselő teremtmény  képes  lesz  belelátni  mások  gondolatába,  és  onnan  információkat  kinyerni.  A gondolatok  többnyire  rendezetlenek  és  szerteágazóak, ezért nem könnyű megtalálni közöttük a hasznosat a haszontalanok között. Ugyanakkor kérdéseket feltéve kihasználható, hogy a célszemély  akaratlanul  is  rágondol  a  válaszra,  s  ez  elárulhatja.  Akik nem elég gyakorlottak a homlokpánt hatásában, azokat megzavarhatja valami monoton litánia, amit a célszemély ismételget, ám a tapasztaltabb  felhasználók  könnyedén  átléphetnek  ezen  az  akadályon.  A gondolatolvasás ellen esszenciapajzs próba tehető (a gondolatolvasás ereje 30), siker esetén a kísérlet kudarcot vallott. Mivel a pánt használata komoly koncentrálást igényel, így minden egyes próbálkozás után (akár sikerrel járt, akár nem) legalább két teljes óra szünetet kell tartani (ez idő alatt a homlokpánt tulajdonosa viselheti a pántot, csak éppen  nem  fogja  tudni  használni).  A sikeres  gondolatolvasás  felszínre hozhat olyan információkat is, melyeket a célszemély megpróbált eltitkolni (mondjuk egy varázstárgy aktiváló parancsszavát). \n"
    }, {
        "id": "gyiklabak",
        "name": "GYÍKLÁBAK",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 70 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nvékony,  mindkét  oldalán  furcsán  tapadós  felületű lap, mely többnyire nem nagyobb egy tenyérnyinél. Mindig négy darab található egyszerre, és a legtöbbször egy-egy gyíklábat formáznak (innen ered a varázstárgy neve is). Érték: 1000 arany \nMűködés:  \naki ezt a hasznos varázseszközt a talpára (vagy a lábbelijére) és a kezére erősíti, az olyan könnyedén feljuthat a függőleges felületeken, akár egy gyík. A varázseszköz a legsimább felületen is megtapad,  és  megtartja  viselőjét.  Jelenlegi  ismeretek  szerint  nem  létezik olyan anyag, amihez nem tapadna, legyen szó bár közönséges avagy mágikus  eredetűről.  A  G YÍKLÁBAKAT\negy  parancsszó  aktivizálja,  s ugyanez  a  parancsszó  szünteti  meg  a  tapadásukat  is.  A varázstárgyat mindennap egy teljes órán át lehet használni, ám ez az időintervallum bármikor megszakítható majd folytatható (azaz a viselője használhatja kétszer fél órára, vagy hatszor tíz percre, stb.). A varázstárgy csak akkor  működőképes,  ha  egyazon  személy  viseli  mind  a  négy \n"
    }, {
        "id": "gyiklabat",
        "name": "GYÍKLÁBAT",
        "info": ". A varázseszköz olyan haladási sebességet biztosít, amit a viselője négykézláb tudna megtenni sík terepen (tehát jóval gyorsabbat egy átlagos kapaszkodásnál). \n"
    }, {
        "id": "gyogyital",
        "name": "GYÓGYITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 25-50) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, aranyszínű, ambrózia ízű, ám teljesen szagtalan folyadék. Érték: 30 arany\/adag \nMűködés:  \naki  megissza  ezt  a  varázsitalt,  bizton  számíthat  arra,  hogy fájdalmai  azonnal  elmúlnak  és  sebei  nyomban  összezárulnak.  Kevés olyan teremtmény van, aki ne tartaná becsben, ha hozzájut belőle egy üvegcséhez. Általában minden tartóedény egyetlen, jókora kortyot tartalmaz belőle. Egy teljes adagot el kell fogyasztani belőle, hogy ki tudja fejteni a hatását (ha apró kortyokban próbálják meginni,  akkor  legfeljebb  1  perc  telhet  el  az  első  és  az  utolsó  korty között,  különben  a  varázsital  hatástalan  lesz).  A  G YÓGYITAL\n2d10 fizikumpontot gyógyít vissza. Léteznek gyengébb, illetve erősebb  hatású  változatai  is,  melyek  egyetlen  adagba  kisebb (vagy  nagyobb)  gyógyító  erőt  sűrítenek.  Ezek  árai  a  gyógyító hatás függvényében változnak. \n"
    }, {
        "id": "gyorsitasvarazsital",
        "name": "GYORSÍTÁS VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-50) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban  tartott,  többnyire  aranyszínű  varázsital.  Íze  savanykás,  és gyakran parfümszerű illatot áraszt magából (ami megzavarhatja a megtalálót a felhasználást illetően). Érték: 150 arany \nMűködés:  \negy teljes adag varázsitalt felhajtva a karakter gyorsasága  megnövekedik  (azaz  az  aktuális  gyorsaság  értéke  feleződik). Azaz, ha Rikának, az ember harcosnőnek 7 volt eddig a gyorsasága  (a  felszerelés  súlyát  és  az  egyéb  módosítókat  már figyelembe véve), akkor a varázsital felhajtása után a gyorsasága 4 lesz (7 osztva kettővel 3.5, ezt pedig a matematika szabálya  szerint  felfelé  kerekítve 4-et kapunk). A varázsital  elfogyasztása  lehetővé teszi, hogy ideiglenesen  a  faji  korlátokat is átlépje a karakter, azaz ilyenkor nem számítanak a      gyorsaság      minimum\/maximum  értékei. A varázsital pontosan 60 szegmensre  gyorsítja  fel a   megivóját;   a   hatás egyik  pillanatról  a  másikra    következik    be, majd marad abba a hatás megszűnésekor. Háttérinformáció:  \nKét \n"
    }, {
        "id": "gyorsitas",
        "name": "GYORSÍTÁS",
        "info": "varázsital egymást  követő  megivása a sebesség további növekedését   fogja   maga után  vonni  (az  aktuális, már gyorsítással elért érték ismét megfeleződik). Három  varázsital  egymás  utáni  elfogyasztása már  nem  jár  újabb  előnyökkel.  Abban  az  esetben, ha egy adagnak csupán  a  felét  fogyasztja  el a  karakter,  a  gyorsítás épp  úgy  működni  fog, mint  a  teljes  adag  esetében, ám a hatóidő a felére   csökken   (30   szegmens). \n"
    }, {
        "id": "hazugnyelvvarazsital",
        "name": "HAZUG NYELV VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, íztelen, szagtalan, színtelen folyadék. Érték: 20 arany \nMűködés:  \nez a varázsital egyszerűen lehetetlenné teszi megivójának, hogy igazat mondjon, ráadásul szavai mindig hihetőnek fognak tűnni, bár egy mágikus igazság vizsgálat ki fogja mutatni, hogy nincs minden rendben, noha az okot képtelen lesz felfedni. Az ital hatása tíz percig tart. Háttérinformáció:  \nezt   a   varázsitalt   gyakran   keverik   össze   az IGAZMONDÁS  VARÁZSITALLAL,  mivel  ízükben,  színükben  és  illatukban nagyon  hasonlítnak  egymáshoz  (ez  a  hasonlóság  vélhetően  szándékos). \n"
    }, {
        "id": "hosokitala",
        "name": "HŐSÖK ITALA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 20-60) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, színtelen, szagtalan és ízetlen folyadék. Érték: 80 arany \nMűködés:  \naki ezt a varázsitalt elfogyasztja, hihetetlen bátorság szállja meg, s harcba indulva egyszerűen nem ismeri a félelmet. Izmai megacélosodnak  és  érzékei  kiélesednek.  Legyőzhetetlennek  hiszi  magát. \nA HÕSÖK ITALÁT elfogyasztó teremtményen ellenállhatatlan harci düh vesz erőt (ha nem tud harcba bocsátkozni, akkor valami komoly erőfeszítéssel járó cselekvésbe kell fognia, különben jó eséllyel időlegesen elborul az agya, s a hozzá legközelebb álló élőlényre fog rátámadni). Ilyenkor nem hat rá semmilyen félelem (ha volt rajta, az nyomban megszűnik), a fájdalmat nem érzi, semmivel nem foglalkozik, csak az összecsapással.  Harcban  a  támadószintje  4  szinttel  növekedik,  ellenben a védőszintje (mivel nem fordít különösebb figyelmet a védekezésre) ugyanennyivel csökken. Nem ésszel, hanem erőből fog harcolni (fegyverének sebzésszorzója ilyenkor duplázódik). A varázsital hatása 60 szegmensig tart. \n"
    }, {
        "id": "igazmondasvarazsital",
        "name": "IGAZMONDÁS VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, íztelen, szagtalan, színtelen folyadék. Érték: 500 arany \nMűködés:  \namikor valaki megissza ezt az erős hatású varázsitalt, akkor tíz  percen  keresztül  egyszerűen  képtelen  lesz  hazudni.  Az  ital  hatásának  köszönhetően  a  legapróbb  füllentés  sem  fog  menni,  arról  nem  is beszélve, hogy a megivó ellenállhatatlan kényszert érez a feltett kérdések  megválaszolására,  irányuljon  az  bár  a  legféltettebb  titkokra  vagy bármire, amit másként el szeretne hallgatni. Hatása 30 percig tart. Háttér információ:  \nez a varázsital rendkívül ritka, mivel egy agyszívó vérére is szükség van az elkészítéséhez, s a többi öszszetevő sem tartozik a gyakori, könnyen beszerezhető közé. \n"
    }, {
        "id": "ikertollak",
        "name": "IKERTOLLAK",
        "info": "Típus: kötni kell \nTerhelési érték: 15\/darab \nEsszenciapajzs: 75 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nmindig  párban  található,  noha  a  darabok  ritkán vannak azonos helyen. A két toll teljesen egyforma, s megvan az a különleges  tulajdonságuk,  ha  az  egyikkel  történik  valami  (például  egy kicsit  elgörbül),  akkor  az  a  másikkal  is  megtörténik  (külső  behatás nélkül).  Általában  nemesfémből  készültek,  a  hegyük  pedig  valami drágakő. Díszes külsejük ellenére rendkívül szép az írás velük, mintha a tollak maguktól tudnák, hogyan kell megformázniuk a betűket. Érték: 2000 arany \nMűködés:  \namikor  az  ikertollak  egyikét  parancsszóval  aktivizálják,  a másik is nyomban írni kezd (papírról célszerű ilyenkor gondoskodni, mert a varázstárgy nem tudja ezt biztosítani, mint ahogy a papírcserét sem). Minden szó, amit az első tollal leírtak, a másik nyomán is megjelenik.  A tollak  varázsereje  elegendő  ahhoz,  hogy  egymástól  legfeljebb 1000 mérföld távolságra kerülve is működőképesek maradjanak (azaz kapcsolatban maradjanak egymással). Háttér  információ:   \negyes  feltételezések  szerint  az  ikertollaknak  létezik egy úgynevezett mesterpéldánya, mely minden ikertollal kapcsolatban  áll,  s  a  birtokosa  így  mindenről  tudomást  szerez,  amit  a  többi ikertollal leírnak. Ez persze valószínűleg csak legenda... \n"
    }, {
        "id": "kameleonkopeny",
        "name": "KAMÉLEONKÖPENY",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 90 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \ntöbbnyire  semleges,  ám  tartósnak  tűnő  anyagból készült hosszú, csuklyával ellátott köpeny, amelyet vékony viaszszerű anyag  borít  (vízhatlanná  téve  ezáltal  a  köpenyt).  Színe  változó,  mint ahogy mérete is. Ritkán díszítik, ha viszont igen, akkor mindig a természethez kapcsolódó formákkal és szimbólumokkal. Érték: 4000 arany \nMűködés:  \namikor  a  köpeny  viselője  elsuttogja  az  aktivizáló  varázsszót, a köpeny 1 szegmens alatt felveszi a környezete színeit, és ezáltal a viselő teljesen beleolvad a környezetébe. A beolvadás tökéletes, közönséges módon még egy lépés távolságból sem lehet észrevenni a köpeny  viselőjét  (bár  a  légzése  vagy  egyéb  neszezése  elárulhatja). Amíg mozdulatlanul áll, 100 százalék az esélye, hogy nem fedezik fel, míg ha lassan mozog, az esély 85-95 százalék. Gyors mozgás esetén a felfedezés  esélye  30-60  százalék.  A köpeny  bármilyen  környezetben működőképes, szükség szerint akár átlátszóvá is tudja tenni tulajdonosát (persze csak ott, ahol a köpeny elfedi a testét). A kaméleonhatást a köpeny mágiája naponta 2 órán keresztül képes fenntartani (bármilyen megbontásban). \n"
    }, {
        "id": "kaoszpajzs",
        "name": "KÁOSZPAJZS",
        "info": "Típus: kötni kell \nTerhelési érték: 20 (+5\/szintnövelés) \nEsszenciapajzs: 50 (+10\/szintnövelés) \nAktivizálódás: folyamatos \nKülső  megjelenés:   \nmint  egy  átlagos  tárcsapajzs,  ám  mindig  éjfekete, és  magán  hordozza  a  Káosz  rettegett,  vértől  csöpögő,  féldomborművesen kidolgozott szimbólumát. Érték: 1500 arany\/szintnövelés \nMűködés:  \na KÁOSZPAJZS paraméterei többségében megegyeznek a közönséges  tárcsapajzsokéval,  ám  használója  védőszintjét  1-3  szinttel megnöveli. A K ÁOSZPAJZS gyorsasága 1 faktorral jobb, mint a közönséges tárcsapajzsoké, azaz 1-4. A K ÁOSZPAJZS használója naponta egyszer, kizárólag harc közben aktivizálhat egy  Õrületet (3 méter sugárban ideiglenesen mindenki megőrül, és ennek megfelelően viselkedik – a hatás 60 szegmensig tart). Az  Õrület használatakor a pajzs esszenciája használódik el, nem a pajzs viselőjéé. A leggyakoribbak az egy szintet növelő K ÁOSZPAJZSok (1-80%), utána a két szintet növelők (8195%), míg a három szintet növelők ritkának számítanak (96-100%). \n"
    }, {
        "id": "kicsinyitovarazsital",
        "name": "KICSINYÍTŐVARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, többnyire áttetsző, édeskés varázsital. Érték: 500 arany \nMűködés:  \na varázsitalt megivó teremtmény rohamos sebességgel zsugorodni kezd, míg eredeti méretének mintegy tíz százalékára nem kicsinyítődik. A folyamat 10 szegmenst vesz igénybe, s a varázsital hatásának elmúltával a visszanövekedés ugyanennyi idő alatt megy végbe. Egy adag varázsital mindig öt átlagos kortyból áll. Minden egyes elfogyasztott korty körülbelül 18 százalékos méretcsökkentést vált ki. A lekicsinyítődött teremtménynek nem változnak az értékei, tehát sem gyengébb, sem gyorsabb, sem védtelenebb nem lesz. (Ha egy átlagos méretű teremtmény rálép egy lekicsinyítődött lényre, némi megdöbbenéssel  fogja  tudomásul  venni,  hogy  méretbeli  különbségeik  ellenére képtelen eltaposni.) A kicsinyítő varázsital hatása kortyonként 5 percig tart, azaz a teljes adag megivása 25 percnyi időtartamra kicsinyíti le a megivóját. Megjegyzendő, hogy a lekicsinyítődött karakter minden  személyes,  éppen  nála  lévő  felszerelése  is  vele  arányosan  kicsinyítődik. Ugyancsak fontos információ, hogy bár sem ereje, sem harckészsége nem változik a lekicsinyítődött karakternek, mégis adódhatnak  bizonyos  nehézségek  az  általa  folytatott  harc  során,  ugyanis  aprócska fegyverével valószínűleg egyszerűen képtelen lesz halálos sebet ejteni ellenfelén (ne feledjük, hogy egy méteres kard 10 centiméteresre kicsinyítődik, s ebben már benne van a markolat és a kardgomb is). Bár a gyorsasága nem változik, méretbeli változása miatt arányosan  hosszabb  idő  alatt  fogja  megtenni  azt  a  távolságot,  mint  normál méretében (egyszerűen kisebbeket lép). Háttérinformáció:  \negy  hibás  recept  miatt  létezik  a  kicsinyítő  varázsitalnak  egy,  hatásában  némileg  eltérő  változata  is,  mely  paramétereit tekintve megegyezik az eredeti K ICSINYÍTÕ VARÁZSITALLAL\n, ám csupán a megivóját kicsinyíti le, felszerelési tárgyait és ruháját nem. \n"
    }, {
        "id": "kopoltyupant",
        "name": "KOPOLTYÚPÁNT",
        "info": "Típus: kötni kell \nTerhelési érték: 20 (40) \nEsszenciapajzs: 60 (80) \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nvékony,  ezüstből  vagy  rézből  készült,  többnyire pikkelyforma alakzatokkal díszített homlokpánt. (Létezik egy csuklópánt változat is, ez azonban nem több egy egyszerű acélpántnál, teljesen  dísztelen,  s  könnyen  összekeverhető  valamiféle  csuklóvédővel, amit harcosok használnak, ám hatásában teljesen megegyezik a homlokpántéval.) Érték: 4000 arany (8000 arany) \nMűködés:  \na megfelelő parancsszó kimondásával a kopoltyúpánt lehetővé teszi viselője számára a víz alatti lélegzést (a pánt mágiája azt is megoldja, hogy a viselője a víz alatt is aktivizálhassa) valamint a látást is (körülbelül 60 méter távolságig). A pánt 2 vagy 4 órán keresztül képes biztosítani a víz alatti lélegzést (két óra időtartamig, ha az illető komoly erőfeszítéseket végez - azaz úszik vagy esetleg harcol -, négy  óra  időtartamig  pedig  akkor,  ha  az  illető  nyugodtan  pihen  mondjuk  megfigyelést  végez).  A pánt  mágiája  nem  teszi  semmissé  a víz közegellenállását, azaz a pántot viselő teremtmény ugyanolyan nehézkesen fog a víz alatt mozogni, mint kopoltyúpánt nélkül. Háttérinformáció:  \nmeg nem erősített források szerint a pántnak létezik  akvamarinnal  díszített  változata  is  (értékeit  a  zárójelekben  találod), ami nem csupán a víz alatti légzést teszi lehetővé, hanem a viselője épp olyan könnyedén mozog a vízfelszín alatt, mintha a felszínen járna.  Ráadásul  a  víz  természetes  közegét  kihasználva  nem  csupán  a vízfelszínen haladhat, hanem akarata szerint akár fel is emelkedhet, le is süllyedhet, és fele olyan gyorsan juthat előre, mintha futna. \n"
    }, {
        "id": "langpallos",
        "name": "LÁNGPALLOS",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos \nKülső megjelenés:  \nmeglepőnek tűnhet, de a lángpallos első ránézésre semmiben  nem  különbözik  egy  teljesen  hétköznapi  és  közönséges  tőrtől. Valójában a pallosnak már a tokja is mágikus, ez pedig egy tőrtok,  melyből  egy  tőr  nyele  kandikál  ki.  Ám  ha  valaki  kihúzza,  igencsak  meglepődhet,  ha  még  nem  találkozott  hasonlóval  (ami  valószínű), mert a tőr, amint kikerül a tok mágikus erőteréből, azonnal felveszi valódi alakját, azaz egy meglehetősen nagy, ám mesterien kialakított  pallosét,  melynek  pengéjét  mélyvörös  lángnyelvek  nyaldossák. Ha  el  akarják  tenni,  a  tok  nyílásához  közelítve  a  lángpallos  azonnal belecsusszan, felvéve a tőr alakot. Érték: 7500 arany \nMűködés:  \na  lángpallos  (a  nehézkardok  fegyvercsoportba  tartozik)  a fentebb  leírtak  szerint  működik,  forgatásához  minimum  65-ös  Erő szükséges  (egy  kézzel  forgatáshoz  75-ös).  Gyorsabb  és  halálosabb, mint  egy  közönséges  pallos  (Gyorsaság:  7;  Erő:  10).  A lángpallos  1 \nszinttel emeli a forgatója támadószintjét. A pallos lángja meggyújtja az éghető anyagokat (a sikeres sebzés a fegyver esetében azt jelenti, hogy a penge lángra lobbantotta az ellenfél ruházatát - csak ha ez lehetséges, mert fémpáncélokra nem lesz hatással, de egy köpenyre vagy egy posztóvértre  igen).  A penge  által  keltett  tűz  közönségesnek  minősül (azaz nem mágikus)! A láng szegmensenként 1 Fizikumpont veszteséget okoz, ha a lángoló teremtménynek nincs semmilyen védelme a közönséges tüzekkel szemben. \n"
    }, {
        "id": "lathatatlansagotadogyuru",
        "name": "LÁTHATATLANSÁGOT ADÓ GYŰRŰ",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 80 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nrúnákkal díszített gyűrű, melyet többnyire ezüstből vagy fehéraranyból készítenek, bár az elfek között láttak már fából készültet is. Érték: 2000 arany \nMűködés:  \na gyűrűt valamelyik kézujjon kell viselni. A megfelelő varázsszó hatására a gyűrű viselője egyik pillanatról a másikra láthatatlanná válik (nem lesz látható sem hőlátással sem), s vele együtt eltűnnek a vele közvetlen kapcsolatban lévő felszerelési tárgyai és a ruházata is. A láthatatlanná vált karaktert továbbra is érzékelni lehet tapintással, mint ahogy hallani lehet a lépteit is (megfelelő felületen), vagy látni  a  nyomait,  esetleg  láthatóvá  tenni  különféle  trükkökkel  (mint amilyen a lisztszórás). Ha egy láthatatlan teremtmény valamilyen tárgyat a ruhája alá rejt vagy az iszákjába pakol, akkor a tárgy is láthatatlan lesz egy külső szemlélő számára. A láthatatlan teremtmény minden ellenkező híreszteléssel szemben látja önmagát, és akkor sem válik láthatóvá, ha harcba keveredik. Ilyenkor a harcban a láthatatlan karakter rendkívül kedvező körülmények között harcol (azaz minden dobásához az ennek megfelelő +30 célszám-módosító járul). A gyűrű naponta háromszor 1-1 órára képes láthatatlanságot biztosítani. Háttérinformáció:  \nazt beszélik, az elfek készítette L ÁTHATATLANSÁGOTADÓ  GYŰRŰK\nnem csupán láthatatlanná teszik a viselőjét, ám mozdulatai minden aprócska neszét is elrejtik, így gyakorlatilag felfedezhetetlenné válik. Az elfek soha nem adnak ajándékba ilyen gyűrűket, s minthogy  áruba  sem  bocsátják,  ezért  kizárólag  erőszakos  úton  lehet tőlük ilyet szerezni. Ugyanakkor, ha egy nem elf ilyen gyűrűt visel, az annak a bizonyítéka (az elfek szemszögéből nézve), hogy az elfekkel szemben  bűnt  követett  el,  s  ekképp  is  fognak  viszonyulni  hozzá.  A LÁTHATATLANSÁGOT ADÓ GYŰRŰNEK\nlétezik állítólag egy hibás változata  is  (feltehetően  az  előállítás  során  nem  megfelelő  minőségű  alapanyagot használtak), mely ugyan folyamatosan működik, ám 1 percre láthatatlanná tesz, majd ismét megjelenít, majd ismét láthatatlanná, és így tovább, egy perces időközökkel. \n"
    }, {
        "id": "lathatatlansagotadosotomb",
        "name": "LÁTHATATLANSÁGOT ADÓ SÓTÖMB",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóeszköznek általában 10-40) \nAktivizálódás: automatikus (felhasználáskor) \nKülső  megjelenés:   \nkörömnyi,  tömör  sótömb.  Árnyalata  talán  egy  kicsit  kékesebb  a  közönségesnél,  de  ezt  csak  avatott  szem  veszi  észre. Íze, mint a sónak, ennek megfelelően használata után tekintélyes mennyiségű vízfogyasztással lehet számítani. Érték: 350 arany \nMűködés:  \na sótömb akkor kezdi el kifejteni az erejét, ha valaki a szájába veszi, és a nyála kezdi feloldani a sót. A hatás egészen addig tart, ameddig még van valamennyi a sóból. Ha valaki kiköpi a sótömböt, akkor a láthatatlansága nyomban félbeszakad (igaz, ha ismét a szájába tudja venni, a hatás folytatódik). Egy átlagos láthatatlanságot adó sótömb mérete nagyjából egy emberi hüvelykujj köröm nagyságú, és mintegy 10 percre biztosít láthatatlanságot. Ez a láthatatlanság akkor sem  fog  megtörni,  ha  a  mágia  alanya  harcba  keveredik  vagy  bármi mást csinál (feltéve, hogy közben a szájában tudja tartani a sótömböt). Ha valaki a sótömbbel a szájában varázsolni próbál, akkor a próbadobása 4 szinttel lesz rosszabb, mint egyébként. Beszélni ugyan lehet a sótömbbel a szájban, de lassan, elég furcsa, jellegzetes szóformálással (ilyenkor 10 másodpercenként 30 százalék az esélye, hogy a karakter szájából  kiesik  a  mágikus  sótömb).  Aki  kiabálni  akar  a  sótömbbel  a szájában, megteheti, de ilyenkor minden kiáltásnál 50 százalék az esélye a sótömb szájból való kiesésének. Fontos, hogy a láthatatlanságot adó sótömb kizárólag akkor és addig funkcionál, ameddig a karakter a szájában tartja (azaz lenyelve nincs semmilyen hatása). Háttérinformáció:  \nazt beszélik, hogy ezt a különös varázstárgyat nem előállítják,  hanem  bányásszák...  valahol  Khumarban.  Valószínűsíthető,  hogy  a  bánya  pontos  helyét  az  ott  élők  nem  egyszerűen  titkolni fogják, hanem az utána érdeklődőket kellemetlen meglepetés éri, ha a határozott  visszautasítás  ellenére  tovább  próbálkoznak  az  áhított  információ megszerzésével. \n"
    }, {
        "id": "latouveg",
        "name": "LÁTÓÜVEG",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 80 \nAktivizálódás: varázsszóval \nKülső megjelenés: egy  \nrégimódi, elefántcsont-keretes okuláré, melyet láncra erősítve többnyire nyakban hordanak (bár az előrelátók és óvatosak teknősbéka páncélból készült tokban tartják, nehogy baja essen). Érték: 3500 arany \nMűködés:  \naz  okulárét  a  szem  elé  illesztve  és  a  megfelelő  varázsszót kimondva a karakter átláthat a falakon, a zárt ajtókon és egyéb, tömör anyagokon. Az anyag vastagsága soha nem haladhatja meg az egy métert, azon túl a L ÁTÓÜVEG\nmágiája csődöt mond (azaz az okuláré viselője azt fogja látni, amit az okuláré nélkül is látna). A L ÁTÓÜVEG\nviselése körülbelül egy percig nem jár mellékhatással, azt követően azonban a viselőn heveny fejfájás vesz erőt, s ha az okulárét több, mint 10 percig  viselik,  akkor  akár  ájulás  is  bekövetkezhet.  A L ÁTÓÜVEG\nátlát az iszákok anyagán is, tehát viselője pontos információkat kap arról, mit rejt társa zsákja. A L ÁTÓÜVEGET viselő előtt mindenki mezítelen. \nHáttérinformáció:  \nhiteles források szerint Dhelanban alig öt hónappal ezelőtt kerékbe törtek majd felnégyeltek egy drén férfit, amiért az egy \n"
    }, {
        "id": "latouveg",
        "name": "LÁTÓÜVEG",
        "info": "segítségével  megcsodálta  Leran  Andena  Arnugant,  a dhelani  főtrigor  fiatal  feleségének  mezítelen  testét.  Bár  logikusnak tűnne, hogy a L ÁTÓÜVEG\nmindenen átlát, akár az iszákban rejtőző tárgyakon is, a belefoglalt mágia azonban megoldja ezt a problémát. \n"
    }, {
        "id": "lebegesvarazsital",
        "name": "LEBEGÉS VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-50) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott,  többnyire  áttetsző  varázsital.  Íze  leginkább  ánizsra  emlékeztet (talán egyik alapanyaga lehet?). Érték: 150 arany \nMűködés:  \na  varázsitalt  felhajtva  a  karakter  teste  könnyűvé  válik,  s emelkedni kezd a földtől. Az emelkedés mindig függőleges irányú, oldalirányú mozgásra csak akkor nyílik mód, ha ezt a körülmények lehetővé teszik (erős szél, a mennyezet kiálló részein előrelökve magát, stb.). Az emelkedés sebessége állandó és nem befolyásolható akaratlagosan;  tíz  másodpercenként  1  méter  (azaz  percenként  6  méter).  A varázsital hatóideje 10 perc, melynek végén a karakter automatikusan ereszkedni kezd (ahogy csökken a varázsital ereje). Háttérinformáció:  \ncsak egy teljes adag elfogyasztása fejti ki a kívánt hatást, fél adag megivása mindössze a lebegés érzetét kelti, ám a földtől való tényleges elszakadásra nem kerül sor. Normális esetben soha nem  fordulhat  elő,  hogy  a  karakter  lezuhan  a  varázsital  hatásának megszűnésekor, mivel csak olyan magasra emelkedhet, ahonnan még biztonságosan le is tud ereszkedni. Kivételt képez, ha a lebegő karakter megkapaszkodik valamiben a magasban, majd a lebegés elmúlása után lezuhan. \n"
    }, {
        "id": "magiacsapda",
        "name": "MÁGIACSAPDA",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos (viseléstől) \nKülső  megjelenés:   \nváltozatos  alakú  és  anyagú  dísztárgy  (amulett, nyaklánc, gyűrű, fülbevaló, bross, díszkő, ékszer, stb.). Érték: 4500 arany \nMűködés:  \na  M ÁGIACSAPDA elnyeli  a  viselőjére  irányuló  esszenciát. Hamarabb  lép  működésbe,  mint  a  viselő  esszenciapajzsa,  és  külön próba  nélkül  magába  fogadja  a  mágiát.  A mágiacsapda  befogadóképessége  100  (azaz  összesen  ennyi  erejű  varázslatot  nyel  el),  ám amennyiben nem lenne képes befogadni az adott varázslatot (mert már előzőleg  semlegesített  bizonyos  mennyiségű  varázslatot),  akkor  nem fog  működésbe  lépni  (ilyenkor  a  viselő  esszenciapajzsa  háríthatja  a mágikus behatást). Azaz, ha a M ÁGIACSAPDÁBAN\nmár van összesen 86os erejű varázslat, akkor egy 23-as erejű varázslatra már nem fog reagálni, hiszen nem tudja semlegesíteni. Háttérinformáció:  \nbizonyos források szerint a mágiacsapdában elnyelődött esszenciát megfelelő technikák ismeretében hasznosítani lehet, akár azonnal is. Erre azonban valószínűleg csak az igazán nagyhatalmú varázstudók képesek. \n"
    }, {
        "id": "mestergyuru",
        "name": "MESTERGYŰRŰ",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 100 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \ntöbbnyire díszes, valamilyen címerrel vagy rúnával ékesített pecsétgyűrű. Érték: 8000 arany \nMűködés:  \na gyűrűt általában megrendelésre és személyre szólóan készítik, és tulajdonosa a legelső használat alkalmával személyesen határozhatja meg azt a varázsszót, mellyel a gyűrű varázserejét elő lehet hívni. Maga a gyűrű tulajdonképpen egy esszenciatároló eszköz, és ha kimondják a megfelelő varázsszót, akkor viselőjének esszenciapajzsát és varázserejét azonnal (0,1 szegmens alatt) a maximumra állítja viszsza (függetlenül attól, milyen értéken állt előzőleg). A gyűrű egyetlen visszaállításra  elegendő  esszenciatartalékot  tartalmaz,  ám  később  (a megfelelő  szertartás  ismeretében)  ez  a  tartalék  pótolható,  és  a  gyűrű ismét használhatóvá válik.  Háttérinformáció:  \naz  első  mestergyűrűt  megbízható  források  szerint maga Feketebotos Mark’yennon készítette. \n"
    }, {
        "id": "meregerzekeloamulett",
        "name": "MÉREGÉRZÉKELŐ AMULETT",
        "info": "Típus: önmagát köti \nTerhelési érték: 10 (20) \nEsszenciapajzs: 65 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nváltozatos alakú és anyagú dísztárgy, amit többnyire nyakban hordva viselnek. Érték: 2500 arany (5000 arany) \nMűködés:  \na  megfelelő  varázsszót  kimondva  az  amulett  működésbe lép,  s  ha  van  méreg  egy  három  méter  sugarú  gömbön  belül,  a  viselő arról tudomást szerez (egyszerűen tudni fogja). Az amulett nem határozza meg a méreg típusát, erősségét vagy állagát, csupán arról nyújt információt, található-e az érzékelési területen belül méreg vagy sem. Az amulett nem adja meg az irányt sem. Háttérinformáció:  \naz  amulettnek  létezik  egy  ritkább,  drágakövekkel díszített változata is, mely kézben tartva és a kívánt irányba fordítva egyre  jobban  felmelegszik,  minél  közelebb  tartják  a  méreghez.  Az amulettet  díszítő  drágakövek  elszíneződéséből  a  méreg  erősségére  is következtetni lehet (minél sötétebbé válik, annál halálosabb a méreg). \n"
    }, {
        "id": "meregsemlegesitovarazsgyuru",
        "name": "MÉREGSEMLEGESÍTŐ VARÁZSGYŰRŰ",
        "info": "Típus: kötni kell \nTerhelési érték: 20 (+5\/ékkő) \nEsszenciapajzs: 80 \nAktivizálódás: feltételes (bal kézre felvéve lép működésbe) \nKülső megjelenés:  \nlegtöbbször egy farkába harapó kígyót ábrázol, s a tapasztalatok  szerint  alapanyaga  fehérarany.  Mindig  ékköves  kivitelben készül, s attól függően, hogy mennyi ékkő díszíti, lehet következtetni az erejére (több ékkő, hatásosabb védelmet jelent). Érték: 1500 arany\/ékkő \nMűködés:  \na  gyűrű  csak  akkor  fejti  ki  hatását,  ha  a  bal  kézen  viselik (bármelyik ujjon). Az ékkövek számától függően a viselője szervezetébe került mérgeket semlegesíti (belélegzett, megivott, megevett,  sebződés  által,  stb.),  így  azok  nem  képesek kifejteni  hatásukat.  Az  egy  ékköves  gyűrűk  csak  az egykomponensű,  növényi  alapú  mérgektől  védenek,  s egy időben csupán egy mérget képesek semlegesíteni. A két ékkövesek védenek a növényi és állati mérgektől (valamint  az  idetartozó  kétkomponensű  mérgektől  is), és egy időben két méreggel is megbirkóznak. A három ékköves gyűrűk a növényi, az állati és az ásványi mérgekkel  szemben  hatásosak  (akár  háromkomponensű mérgekkel szemben is hatásosak), és egyszerre három mérget  tudnak  semlegesíteni.  Az  öt  ékköves  gyűrűk (négy  ékköves  nincs)  az  eddig  felsorolt  méregtípusokon kívül a mágiára alapozott mérgeket is hatástalanítják, és egy időben akár öt különböző mérget is semlegesítenek  (akárhány  komponensből  is  álljanak).  Leggyakoribban  az  egy  ékköves  gyűrűk  (1-80%),  utána  a két ékkövesek (81-90%), majd a három ékkövesek (9199%), egy öt ékköves gyűrűre bukkanni pedig felér egy kisebb  csodával  (100%).  A többkomponensű  mérgek esetében a gyűrű mágiája a legutolsó komponens szervezetbe való kerülésekor lép életbe, ám ilyenkor minden komponenst semlegesít. Háttérinformáció:  \nazt  beszélik,  Worlukon  mindössze kilenc  ötköves  M ÉREGSEMLEGESÍTÕ  VARÁZSGYŰRŰ\nkészült,  ám  azok  közül  csupán  kettőnek  ismeretes  a  helye. Az egyiket Feketebotos Mark’yennon laboratóriumaiban  tanulmányozzák,  míg  a  másikat  egy  különös dalnok viselte, messze északon. Utóbbi állítólag a drén sereg előtt jár, s ahol lehet, figyelmezteti az arra érdemeseket az elkerülhetetlennek tűnő pusztulásról. \n"
    }, {
        "id": "nagyitovarazsital",
        "name": "NAGYÍTÓ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, többnyire áttetsző, édeskés varázsital. Érték: 500 arany \nMűködés:  \naz italt megivó lény rohamos sebességgel növekedni kezd, míg el nem éri eredeti méretének mintegy kétszeresét. A folyamat 10 szegmenst vesz igénybe, s a varázsital hatásának elmúltával a visszakicsinyítődés  ugyanennyi  idő  alatt  megy  végbe.  Egy  adag  varázsital mindig  öt  átlagos  kortyból  áll.  Minden  egyes  elfogyasztott  korty  20 százalékos  méretnövekedést  vált  ki.  A megnőtt  teremtménynek  nem változnak az értékei, tehát nem lesz erősebb, sem lassabb és védettsége sem javul. A nagyító varázsital hatása kortyonként 5 percig tart, azaz a teljes adag megivása 25 percnyi időtartamra növeszti meg a megivóját.  Megjegyzendő,  hogy  a  megnőtt  karakter  minden  személyes, éppen nála lévő felszerelése is vele arányosan növekedik. Ugyancsak fontos információ, hogy bár sem ereje, sem harckészsége nem változik a karakternek, ám arányosan hosszabb fegyverével távolabbról is lesújthat ellenfeleire (igaz, közelharcban lehetnek problémái). Méretbeli változásának köszönhetően fele annyi idő alatt tehet meg ugyanakkora távolságot, mint normál méretében (nagyobbakat lép) \n"
    }, {
        "id": "nappalca",
        "name": "NAPPÁLCA",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 75 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \naranyból, ezüstből vagy mithrillből készült, ujjnyi vastag, arasznyi hosszúságú pálca. A végén található foglalatban mindig gyémánt található. Érték: 3500 arany \nMűködés:  \na  nappálca  egy  kombinált  hatású  varázseszköz;  háromféle varázsszó működteti. A pálcában töltetek vannak, átlagosan 30-35. A pálca hatásai ezeket a tölteteket csökkentik. A pálca képes fényt kelteni egy tíz méter sugarú körben (1 töltet) tíz percen keresztül. A fény egy kisebb tábortűz fényével egyenértékű, és együtt mozog a pálcával. A pálca  ezenkívül  képes  napnyilakat  kilőni  (1  töltetért  5  napnyilat), melyek  nem  csupán  rendkívül  forróak,  de  könnyedén  átégetnek  még egy ujjnyi vastag fémréteget is. A napnyilak tévedhetetlenül célba találnak, és egyenként 1d10 fizikumpont veszteséget okoznak a célszemélynek (a napnyilak varázslat erőssége egyenként 5-5, és egy sikeres esszenciapajzs próbával semlegesíthető a hatásuk). A pálca harmadik képessége a nappali világosság, melynek aktivizálásához 3-5 töltetet kell elhasználni (területtől függően). Ez a képesség a legsötétebb éjszakában  is  nappali  világosságot  teremt  (annak  minden  előnyével vagy  éppen  hátrányával  egyetemben).  A nappali  világosság  3  töltet esetén  30  méter  sugarú  gömbben  fog  bekövetkezni  (természetesen  a földfelszín felett, levegőben lebegve azonban teljes lesz a gömb), minden  újabb  töltet  ráfordítása  10  méterrel  növeli  meg  a  gömb  sugarát (maximális méret 50 méter sugarú gömb). \n"
    }, {
        "id": "nyelvzsibbasztovarazsital",
        "name": "NYELVZSIBBASZTÓ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-50) \nAktivizálódás: automatikus (a megivást követő 1-3 percen belül) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, színtelen, szagtalan és ízetlen varázsital. Érték: 25 arany \nMűködés:  \naki ezt az italt megissza, 1-3 perc múlva a nyelve zsibbadni kezd, és képtelen értelmes szavakat kimondani (a játékban a mesélő kötelezze a játékost arra, hogy fogja meg a nyelvét és úgy beszéljen).  Minden  olyan  varázslat  elmondása  lehetetlenné  válik,  amelyik szóbeli  komponenst  igényel.  A varázsital  hatása  10  percen  keresztül tart, de ehhez az egész adagot meg kell inni (egy adag öt kortyból áll, s ahány kortyot megisznak belőle, annyiszor 2 percig tart a hatás). Háttérinformáció:  \ngyakran különféle ízesítőszerrel, színezékkel keverik,  így  hasonlatossá  válhat  más  varázsitalokhoz.  Más  italokhoz  keverve annak színét sötétebb árnyalatúra változtatja (s ez leleplezheti). \n"
    }, {
        "id": "oltalmazokarpant",
        "name": "OLTALMAZÓ KARPÁNT",
        "info": "Típus: önmagát köti \nTerhelési érték: 15 \nEsszenciapajzs: 60 \nAktivizálódás: automatikus (felhúzáskor) \nKülső megjelenés:  \nkörülbelül tíz-tizenöt centiméter széles, leheletvékony acélpánt, melyet csuklón vagy alkaron szoktak viselni. Általában a felszínébe rúnákat karcolnak, de állítólag olyan is létezik, mely teljesen dísztelen (igaz, ennek anyaga mindig a legjobb minőségű acél). Érték: 2000 arany \nMűködés:  \na karpánt a viselője páncélszintjét 1 szinttel javítja. Képes együttműködni  más  oltalmazó  varázstárgyakkal,  hatása  azok  hatásával összeadódik (azaz ha a karakter már visel egy +2-es páncélgyűrűt, s még az oltalmazó karpántot is felhúzza, akkor a védőszintje összesen 3 szinttel javul). Háttérinformáció:  \nazt  beszélik,  hogy  oltalmazó  karpántokat  egyedül Yennon szigetén képesek készíteni, ám ennek ellentmondani látszik az a tény, hogy a Zhíl Birodalomban is meglepően nagy számban fordul elő ez a jól használható varázseszköz. Vannak, akik titkos megállapodásra  gyanakodnak,  ám  valószínűbb,  hogy  a  Zhíl  Birodalomban  is akad legalább egy olyan műhely, ahol sikerült megoldani a problémát. \n"
    }, {
        "id": "oriasokove",
        "name": "ÓRIÁSOK ÖVE",
        "info": "Típus: kötni kell \nTerhelési érték: 40 \nEsszenciapajzs: 85 \nAktivizálódás: automatikus (derékon való viseléskor) \nKülső megjelenés:  \nnevével ellentétben, ezt az övet nem óriások viselik. Ezek a meglehetősen nagy hatalommal bíró övek külső megjelenésükben  nem  árulják  el  friss  birtokosuknak  valódi  mibenlétüket. Egyszerű,  bárhol  kapható  bőrövnek  tűnnek,  mindössze  vastagabbak az átlagnál. Ritkán előfordulhat, hogy különféle mintákkal díszítik. Érték: 8000 arany \nMűködés:  \naz öv felvétele után 120-as Erőt (és +5 sebzésszorzót) biztosít  hordozójának.  Ez  az  erő  jócskán  meghaladja  az  emberi  értéket, bátran  mondható  emberfelettinek.  A  tulajdonos  számára  innentől kezdve nem okoz különösebb nehézséget hihetetlen mutatványok végrehajtása, legyen szó akár egy társzekér eldobásáról vagy egy vastag rács szétfeszítéséről. Fegyvereivel iszonyú sebeket képes ejteni ellenfelein  (ám  neki  magának  is  vigyáznia  kell,  nehogy  véletlenül  összeroppantsa saját fegyverének a nyelét). Az öv viselése komoly gondokat is jelenthet a hétköznapokban, mivel viselőjének mindig rendkívüli óvatossággal kell a közönséges tárgyakhoz nyúlnia (különben összeroppantja a poharát, egy barátságos vállveregetésből akár csonttörés is lehet,  a  segítőkészen  visszaadott  buzogány  darabokra  törik,  stb.).  Az erő növekedése nem hozza magával a testfelépítés változását, azaz ha egy 30-as fizikumú gnóm a feje felé emel egy társzereket, akkor minden valószínűség szerint a csontjai fogpiszkálókként fognak elpattanni (s ez a halált jelenti). Háttérinformáció:  \nWorlukon  meglehetősen  ritkák  az  ilyen  tárgyak, ezért  igazán  szerencsésnek  érezheti  magát  bárki,  ha  birtokába  kerül egy  (s  bölcsen  teszi,  ha  hallgat  róla,  és  csak  ritkán  használja,  mert  a csodás  tetteknek  hamar  híre  megy,  s  akadnak,  akik  már  hallottak  az óriások övéről, és szívesen tudnák magukénak egy példányát). Az öv ereje nagyjából egy jégóriáséhoz hasonlítható. \n"
    }, {
        "id": "pajzssmaragd",
        "name": "PAJZSSMARAGD",
        "info": "Típus: önmagát köti \nTerhelési érték: 15 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső megjelenés:  \naz átlagosnál egy kicsit nagyobb, tiszta fényű smaragd. Színe változó árnyalatú lehet. Érték: 500 arany minden 10 pontnyi emelés után \nMűködés:  \nez  a  mágiával  felruházott  drágakő  megemeli  viselőjének esszenciapajzs értékét. Minden P AJZSSMARAGD\n10-100 pontos emelésre  képes  (a  drágakő  értékétől  és  mágikus  potenciáljától  függően).  A drágakövet egyszerűen birtokolni kell a kívánt hatás eléréséhez, s a tulajdonosának  mindig  magánál  kell  tartania  (hátizsákban,  a  zsebében, láncon a nyakban viselve, stb.). A bekövetkezett mágikus támadásoknál  a  smaragdpajzs  által  megemelt  esszenciapajzsot  kell  figyelembe venni, és a blokkolt támadások is először a drágakő védelmét fogják csökkenteni. Amennyiben ez a PAJZSSMARAGD értéke nullára csökken, a   drágakő   kiég,   egyszerű,   közönséges   kavics   lesz   belőle.    A PAJZSSMARAGD kumulatív hatású, azaz, ha a drágakő nem védte ki a támadást, a viselő már nem dobhat újabb esszenciapajzs próbát (a saját pajzsértéke  alapján).  Több  PAJZSSMARAGD viselése  esetén  mindig  a legerősebb védőfaktorú fog érvényesülni, ennek megsemmisülése esetén automatikusan az utána következő legerősebb következik, egészen addig, amíg az utolsó oltalmazó eszköz is meg nem semmisül. A leggyakoribbak a 10-50 pontot emelő PAJZSSMARAGDOK (01-80%), utána egyre ritkábbá válnak (60 pontosak 81-85%, 70 pontosak 86-90%, 80 pontosak 91-95%, 90 pontosak 96-99%, 100 pontosak 100%). Háttérinformáció:  \nhomályos utalások szerint a pajzssmaragdok utántölthetőek, ám ez a művelet rendkívüli kockázatos, és a megmagyarázhatatlan eredetű robbanások szerte a világban ilyen folyamatok elrettentő végeredményei. PÁNCÉL GYűRű Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 75 \nAktivizálódás: automatikus (felhúzáskor) \nKülső megjelenés:  \nelső pillantásra lehetetlen különbséget tenni az oltalmazó gyűrű, s bármely közönséges gyűrű között. Egyik gyűrű kopottasnak,  másik  vadonatújnak  tűnik.  Anyaga  alapján  készülhet  rézből, vasból, de akár aranyból vagy platinából is. Többnyire nincsenek díszítések rajta (talán ez árulkodó jel lehet), s a belső oldalát hajszálvékony, szemmel alig észrevehető rúnasor borítja. Azt beszélik, nincs két egyforma oltalmazó gyűrű, de ennek aligha van több valóságalapja, mint annak az állításnak, miszerint minél nemesebb fémből készült a gyűrű, annál erősebb az általa nyújtott oltalom. Érték: 1000 arany\/páncélszint \nMűködés:  \na gyűrű a viselő páncélszintjét 1-3 faktorral (szinttel) javítja. (Mivel a gyűrű nem képvisel lényeges súlyt, ezáltal a karakter sebessége  nem  változik.)  Több  oltalmazó  varázstárgy  viselése  esetén mindig a legerősebb védőfaktorú fog érvényesülni, ennek megsemmisülése esetén automatikusan az utána következő legerősebb következik, egészen addig, amíg az utolsó oltalmazó eszköz is meg nem semmisül. A leggyakoribbak (01-80%) az 1 faktoros gyűrűk, utána a kétfaktorosak (81-95%), míg a háromfaktorosak ritkák, mint a fehér holló (96-100%). REGENERÁLÓ GYűRű Típus: önmagát köti \nTerhelési érték: 35 \nEsszenciapajzs: 90 \nAktivizálódás: automatikus (felhúzáskor) \nKülső megjelenés:  \nlegtöbbször egy közönséges, jelöletlen ezüstgyűrűnek  tűnik,  melynek  kidolgozása  azonban  semmiképp  nem  nevezhető mesterinek. Kivételek persze vannak, de általánosságban ritka közöttük a szép ötvösmunka. Érték: 3500 arany \nMűködés:  \na gyűrű felhúzásával bármely élő szervezet (mely alkalmas a  gyűrű  rendeltetésszerű  viselésére,  azaz  ujjai  vannak)  regenerálódni fog, 10 percenként 1 fizikumpontot visszakapva a lehetséges maximumig.  A gyűrűben  rejtőző  mágia  képes  visszanöveszteni  az  elveszített végtagokat (1-14 nap alatt), helyrehozni a roncsolódott szerveket (pl. egy megrögzött alkoholista máját is helyreállítja, feltéve, hogy közben az illető lemond az ivásról). A regenerálódásra akkor van esély, ha a gyűrűt viselő lény testének még legalább 70 százaléka megvan (s ebbe  bele  kell  tartozzon  azon  testrésze,  ami  az  agyát  tartalmazza  -  ez többnyire a fej); ez annyit tesz, hogy a levágott végtagokat visszanöveszti, ám egy fej nélküli hullán már nem képes segíteni. A REGENERÁLÓ  GYűRű képes  nulla  fizikumpontról  is  felgyógyítani  a  karaktert, azonban a halálból nem tudja visszahozni az illetőt. Amennyiben a regenerálódásra  méreg  miatt  elszenvedett  sérülések  miatt  van  szükség, akkor  a  regenerálódás  önmagában  nem  semlegesíti  a  mérgezést,  ám lassíthatja  a  pusztulást  (ilyenkor  egyszerűen  meg  kell  vizsgálnunk, hogy egységnyi idő alatt mennyi fizikumpont veszteséget okoz a méreg, s ha a gyűrű ennél többet képes visszagyógyítani, akkor a karakter életben marad, ellenkező esetben a fizikumpontjai negatívba fordulásakor  meghal  -  értelemszerűen  a  folyamatosan  elszenvedett  sebződések esetében is hasonlóképpen kell gondolkoznunk, azaz, ha a gyűrű  mágiája  a  sebződésnél  gyorsabban  képes  visszapótolni  a  fizikumpontokat,  akkor  a  karakter  életben  marad).  A regenerálódás  során  a gyűrűt folyamatosan viselni kell! \n"
    }, {
        "id": "regeneralokristaly",
        "name": "REGENERÁLÓ KRISTÁLY",
        "info": "Terhelési érték: 20 \nEsszenciapajzs: 60 \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozó méretű (2-10 centiméteres), ujjnyi vastag, áttetsző kristálydarab. Érték: 15000 arany \nMűködés:  \na  kristályt  szopogatva  az  adott  teremtmény  regenerálódni kezd,  5  percenként  1  fizikumpontot  kapva  vissza  a  lehetséges  maximumig. A kristályban rejtőző mágia képes viszszanöveszteni az elveszített  végtagokat  (annak  méretétől  függően  1-10  nap  alatt),  helyrehozni a roncsolódott szerveket (pl. egy csonkolt kart is visszanöveszt). A regenerálódásra  akkor  van  esély,  ha  a  kristályt  szopogató  teremtmény  testének  még  legalább  70  százaléka  megvan  (s  ebbe  bele  kell tartozzon azon testrésze, ami az agyát tartalmazza - ez többnyire a fej); ez anynyit tesz, hogy a levágott végtagokat visszanöveszti, ám egy fej nélküli hullán már nem képes segíteni. A regeneráló kristály működésének feltétele, hogy a használója folyamatosan szopogassa. Azaz ha az illető nincs magánál, a kristály mágiája hatástalan lesz. Amennyiben  a  regenerálódásra  méreg  miatt  elszenvedett  sérülések  miatt  van szükség, akkor a regenerálódás önmagában nem semlegesíti a mérgezést, ám lassíthatja a pusztulást (ilyenkor egyszerűen meg kell vizsgálnunk, hogy egységnyi idő alatt mennyi fizikumpont veszteséget okoz a méreg, s ha a kristály ennél többet képes visszagyógyítani, akkor a karakter életben marad, ellenkező esetben a fizikumpontjai negatívba fordulásakor  meghal  -  értelemszerűen  a  folyamatosan  elszenvedett sebződések esetében is hasonlóképpen kell gondolkoznunk, azaz, ha a kristály mágiája a sebződésnél gyorsabban képes visszapótolni a fizikumpontokat, akkor a karakter életben marad). A kristály, mindennemű ellenkező híresztelés hatására nem oldódik fel a nyálban, tehát soha nem fog „elfogyni\". Ugyanakkor igaz, hogy a kristály egy hónapnyi aktivitás után egy teljes hónapra passzívvá válik (ez idő alatt minél több holdfényt kell magába szívnia, hogy ismét működőképes legyen - amennyiben a játékos nem gondoskodik a kristály töltődéséről, az  könnyen  örökre  használhatatlanná  teheti  a  kristályt...  vagy  olyan mértékben  megnyújthatja  a  paszszív  időszakot,  hogy  évekbe  telhet, mire a kristály ismét képes lesz a regenerálásra). Megjegyzendő, ha a kristályt  csonkolt  végtagok  „visszatapasztására\"  használják,  a  folyamat fele annyi ideig tart, mint egyébként. Háttérinformáció:  \nazt  beszélik,  a  regeneráló  kristályok  egy  ősi  gilf szentély istenszobrainak maradványai, s ha valaki venné a fáradságot, s lenne rá néhány évszázadnyi ideje, akkor a kristályokból ismét össze lehetne állítani a szobrot. Ha pedig ez bekövetkezne, akkor a gilf aszszonyoknak nem kellene gilf férfiakkal hálniuk, hanem elegendő lenne, ha megérintik a szobrot, s máris megtermékenyülnének. Persze, ez valószínűleg  csak  legenda,  bár  tagadhatatlan,  hogy  a  gilfek  hajlamosak áron felül fizetni a regeneráló kristályokért, holott köztudott, nekik igazából nincs rá szükségük. \n"
    }, {
        "id": "repulesvarazsital",
        "name": "REPÜLÉS VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, égővörös, vörösborra emlékeztető illatú és ízű folyadék. Érték: 600 arany \nMűködés:  \na varázsital 30 perc időtartamra felruházza a karaktert a repülés képességével. A karakter madárként szárnyalhat a levegőben, sebessége körülbelül másodpercenként 6 méter (óránként 20-22 kilométer  óránként).  A karakter  a  felszerelésén  kívül  legfeljebb  fele  annyi súlyt vihet magával, mint amennyi a saját súlya. Repülés közben lehet különféle  manővereket,  trükköket  csinálni,  akár  lebegni  is,  azonban egy dologról soha nem szabad elfeledkezni: azok a tárgyak, amik nincsenek hozzáerősítve a karakterhez, vélhetően hamarosan a múlt ködébe  vesznek  (mert  elhagyja  valamennyit).  Repülés  közben  lehet \nugyan varázsolni, ám ilyenkor a mesélő vegye figyelembe az extrém körülményeket, s ennek megfelelően állapítsa meg a célszámot! \nREPÜLŐSZőNYEG Típus: önmagát köti \nTerhelési érték: 25 \nEsszenciapajzs: 85 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nkülönféle  méretű  (kb.  60-150  centiméter  széles, 100-300 centiméter hosszúságú), díszítésű és anyagú, de mindig rendkívül  díszes  szőnyeg.  Gyakorlatilag  lehetetlen  összekoszolni  (a  kosz egyszerűen néhány óra leforgása alatt eltűnik róla), mint ahogy szándékosan kárt tenni benne sem könnyű. Érték: 3500 arany \nMűködés:  \na repülés szőnyegét varázsszóval lehet aktivizálni (hallótávolságon belül), s ehhez a tulajdonosának még rajta sem kell ülni (hívásra odalebeg hozzá). A szőnyeg átlagosan 80-250 kilogramm súlyt képes felemelni (minél nagyobb, annál többet - a súly nem befolyásolja a repülési sebességet), és azzal körülbelül 40 km\/óra (azaz másodpercenként kb. 11 méter) sebességgel haladni. A szőnyeget kizárólag az a személy irányíthatja (parancsszavakkal), akihez a szőnyeg hozzákötötte  magát.  A  szőnyeg  mágiája  védelmet  nyújt  a  lezuhanással szemben, ám lehetetlen vele különféle mutatványokat bemutatni (nem lehet fejjel lefelé repülni vele, ám körülbelül 45 fokos szögben emelkedhet vagy süllyedhet, és képes nem túl gyors kitérésekre is). A védelem az esetleges utasokra és a szőnyegen szállított egyéb tárgyakra vagy  élőlényekre  is  kiterjed.  A szőnyeg  egyhuzamban  legfeljebb  6 órán keresztül használható, utána 24 óráig pihentetni kell (az ismételt használatbavétellel azt kockáztatja a tulajdonos, hogy a szőnyeg mágiája csődöt mond... többnyire repülés közben). \n"
    }, {
        "id": "runator",
        "name": "RÚNATŐR",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos \nKülső megjelenés:  \nnégyféle típusa ismeretes, ám külsejükben rendkívül hasonlóak egymáshoz, egyedül a markolatukba vagy a pengéjükbe karcolt rúna különbözteti meg őket egymástól. A rúnatőrök pengéje mindig lángnyelvet formáz, míg a markolat sárkányfejet. A rúnatőrök fegyvergombja valamilyen értékes drágakő, mely nélkül használhatatlanná válnak (s maga a fegyver rendkívül gyors rozsdásodásnak indul, függetlenül attól, milyen fémből készült). Az esetek többségében acél vagy vas az alapanyaga a rúnatőröknek, ám létezik ezüst illetve mithrill változata is, igaz, ezek rendkívül ritkák, s többnyire kultikus célokat szolgálnak. Érték: 5000 arany \nMűködés:  \na rúnatőrök minden paraméterükben megegyeznek különleges változataikkal, kivéve a beléjük ültetett mágikus hatalmat. A rúnatőrök határozott céllal készültek, s minden típus más hatalmat kapott. \nAHek (Vér) szimbólummal ellátott tőrök olyan sebeket fakasztanak, melyeket kizárólag mágikus úton lehet gyógyítani, különben a vérzés soha nem szűnik meg (azaz a karakter meghal). A Gar (Halál) tőrökkel elég csupán egyetlen karcolást ejteni az ellenfélen, s az nyomban holtan  rogy  össze.  A Nis (Fájdalom)  tőrök  által  ejtett  sebek  (a  legkisebb karcolások is) iszonyatos fájdalmat okoznak (ilyenkor az áldozat támadó-  és  védőszintje  a  csökkent  koncentrálás  miatt  2-2  szinttel csökken). A Dor (vámpír)  tőrök  életerőt  szívnak  el  az  áldozattól  (az okozott sebzésnek megfelelő Fizikumpont a tőr forgatóját gyógyítja). A rúnatőrök különleges hatása ellen esszenciapajzs-próba tehető, s ha az sikeres, a hatás elmarad (az esszenciapajzs ilyenkor nem csökken).  Háttérinformáció:  \njelenleg csupán egyetlen mithrillből készült rúnatőr ismeretes, melynek pengéjébe a halál rúnáját karcolták. Ez a rúnatőr Gorm Kortner (Döberk bárója) tulajdonát képezi. Beszélik, hogy létezik  egy  ötödik  típus  is,  a  Vun  (sorvadás),  melynek  használatával  a megsebzett testrész 1-10 perc alatt elszárad. Ez utóbbira azonban semmilyen bizonyíték nincs. \n"
    }, {
        "id": "sasszempirula",
        "name": "SASSZEM PIRULA",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 10-30) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nszürkés színű, kisujj körömnyi méretű pirulák, melyeket bőrzacskókban szoktak tartani (általános hiedelem, hogy a fémek éppúgy elveszik a pirulák erejét, mint a fából készült tartóeszközök).  Könnyen  oldódik,  vannak,  akik  vízzel  vagy  borral  szokták  bevenni.  Nincs  ízük,  bár  vannak,  akik  megesküsznek  rá,  hogy  fahéjas utóízt hagy maga után. Érték: 10 arany \nMűködés:  \na pirula duplájára erősíti a használója látását. Ezáltal sokkal élesebben láthatja a távoli dolgokat, mint addig. A pirula elfogyasztása nem befolyásolja a közellátást. A hatás 10 percig tart. \n"
    }, {
        "id": "sarkanyver",
        "name": "SÁRKÁNYVÉR",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nszíne élénkvöröstől a tejfehéren át a mélykékig változik. Általában mézzel keverve használják, ez érzik ízén és állagán. Érték: 800 arany \nMűködés:  \nmeg kell inni. A megivott sárkányvért a bőr kipárologja, és ez a pára véd a tűztől. A sárkányvér 1 percre védelmet nyújt minden mágikus tűzzel szemben (beleértve a sárkánylángot is), sebezhetetlenné tesz bármilyen közönséges fegyverrel szemben, ám komoly hátránya,  hogy  amennyiben  tartózkodik  10  mérföldes  környezetben  sárkány, az - megérezvén fajtája vérének szagát - jó eséllyel (90%) felkerekedik,  hogy  közelebbről  is  szemügyre  vegye  a  helyet,  ahonnan  a szag  érkezik  (s  hogy  ilyenkor  mi  történik,  a  mesélő  képzeletére  van bízva...  egy  azonban  bizonyos,  a  sárkány  valószínűleg  meglehetősen marcona lesz). \n"
    }, {
        "id": "sebezhetetlensegetadovarazsital",
        "name": "SEBEZHETETLENSÉGET ADÓ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, íztelen, kicsit csípős illatú, aranybarna színű folyadék. Érték: 1000 arany \nMűködés:  \na varázsital sebezhetetlenséget biztosít 100 szegmensen keresztül a megivójának. A karaktert nem lehet megsebezni sem közönséges,  sem  mágikus  fegyverekkel,  a  varázslatok  (ha  át  is  jutnak  eszszenciapajzsán), hatástalanok lesznek vele szemben, nem ártanak neki a szélsőséges időjárási körülmények (fagy vagy forróság, még a villámcsapás sem). Ugyanakkor az ital nem nyújt védelmet minden esetben: például a karakter vízbe esik és bár az ital hatása alatt áll, ha nem \ntud úszni vagy valami módon levegőhöz jutni, akkor megfulladhat. \n"
    }, {
        "id": "sebgyogyitokenocs",
        "name": "SEBGYÓGYÍTÓ KENŐCS",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 25-50) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, többnyire barnás színű kenőcs. Állaga zsírra emlékeztet, a szaga kifejezetten erős és kellemetlen (emberi mértékkel mérve). Érték: 40 arany\/adag \nMűködés:  \na sérült helyet vékonyan be kell kenni vele, lehetőség szerint egyenletesen. Nyílt sebekre épp olyan jó hatásfokkal használható, mint a zúzódott testrészekre. Azonnali fájdalomcsillapító hatása van. Egy  adag  gyógykenőcs  felhasználása  3d10  fizikumpontot  gyógyít vissza.  Semmilyen  hatással  nincs  csonttörésekre,  azaz  csak  külső sebesülésekre lehet alkalmazni. \n"
    }, {
        "id": "seliahajandeka",
        "name": "SELIAH AJÁNDÉKA",
        "info": "Típus: önmagát köti \nTerhelési érték: 10 \nEsszenciapajzs: 80 \nAktivizálódás: automatikus \nKülső  megjelenés:   \napró,  ékkövekkel  kirakott  szelence,  melyet  azonban nem lehet semmilyen módon kinyitni. Érték: 3500 arany \nMűködés:  \naki ajándékba kapja ezt a szelencét, sokkal nagyobb árat fizet  érte,  mintsem  gondolná.  A szelence  ugyanis  felcseréli  valamely, véletlenszerűen kiválasztott tulajdonságát a szelence előző tulajdonosának azonos tulajdonságával (megcserélheti bármely főértéket, a nemet, a testi jellegzetességeket - a haj színét, hosszát, egy esetleges púpot  az  egészséges  háttal,  a  vak  szemet  a  látóval  -,  vagy  bármi  mást, ami  a  karakterlapon  tulajdonságként  szerepel).  A szelence  nem  hat  a különféle tárgyakra, nem működik humánok és állatok vagy növények között  (de  félhumánok  és  humánok  között  igen).  Miután  a  szelence megcserélt két tulajdonságot, egy teljes hónapig használhatatlanná válik (ez alatt töltődik fel ismét). Háttér  információ:   \naz  ajándékot  többnyire  gonosz  céllal  ajándékozzák, s állítólag létezik egy szertartás, melynek segítségével konkrétan meg lehet határozni, milyen tulajdonság cserélődjön fel. \n"
    }, {
        "id": "sorvasztoko",
        "name": "SORVASZTÓKŐ",
        "info": "Típus: önmagát köti \nTerhelési érték: 0 \nEsszenciapajzs: 60 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső  megjelenés:   \nmindig  legalább  150  arany  értékű  drágakő  vagy igazgyöngy. Érték: 1500 arany \nMűködés:  \namikor valaki birtokába kerül egy S ORVASZTÓKőNEK , a tárgy gonosz  mágiája  csak  egy  teljes  nap  elteltével  mutatkozik  meg  (azaz ahhoz,  hogy  a  S ORVASZTÓKő kifejthesse  a  hatását,  a  karakternek  egy napig birtokolnia kell). A kő nem terheli az esszenciát, így a birtokosa  valószínűleg  nem  is  fog  felfigyelni  rá  (főleg  akkor  nem,  ha  több drágakővel  együtt  kapta).  Mágia  érzékelésével  halvány,  bizonytalan aura mutatható ki a drágakövön. Amikor eltelt a nap, a S ORVASZTÓKő a tulajdonosához köti magát, és megfertőzi a tulajdonosát. Az első betegség többnyire valami enyhe lefolyású, ám az átlagosnál sokkal nehezebben gyógyítható (-20 % a gyógyítással próbálkozó dobására). A drágakövet  nem  kell  a  karakternek  magánál  tartania  ahhoz,  hogy  az működjön, mindössze egy ötven méter sugarú körön belül kell lennie (de továbbra is az ő tulajdonát kell képeznie). Amikor az első betegségből kigyógyult a karakter, a sorvasztókő hatására valamelyik végtagja  sorvadásnak  indul  (a  folyamat  3-8  napig  tart).  A sorvadás  gyógyítható, ám ha ez megtörténik, azon nyomban két másik testrész kezd el elsorvadni. Innentől kezdve a folyamat rendkívül nehezen állítható meg, mivel a gyógyítónak nem csupán a sorvasztással kell foglalkoznia,  hanem  azon  betegségekkel  is,  melyek  megtámadják  a  karakter egészségét (naponta egy-egy). A sorvasztókő megsemmisítése megállítja a betegségek megkapását (ám a meglévőket nem mulasztja el). Háttér információ:  \nállítólag Tyra Bomara előszeretettel adott sorvasztóköveket ajándékba azon híveinek, akik kiestek a kegyéből. Zhíl források szerint létezik egy „H ALÁL NYAKLÁNCA\n\"-ként emlegetett ékszer, melybe  tizenegy  sorvasztókövet  dolgoztak  be  a  mesterek.  Aki  ezt  a nyakláncot a nyakába teszi, az egy órán belül meghal (s a sorvadást a nyaklánc eltávolítása sem fogja megakadályozni). \n"
    }, {
        "id": "szellemtestvarazsital",
        "name": "SZELLEMTEST VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 25-60) \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, színtelen, szagtalan, ízetlen folyadék. Érték: 1000 arany \nMűködés:  \naki ezt a varázsitalt megissza, néhány perc erejéig megízlelheti  a  testetlenséget.  A testetlenség  minden,  a  varázsitalt  elfogyasztó teremtmény felszerelési tárgyára is vonatkozik (beleértve a ruhákat, a hátizsákot, az abban lévő tárgyakat, stb. - de azokra nem, melyeket akkor éppen nem tart magánál). Testetlen állapotban a karakter átléphet a  tárgyakon,  vagy  akár  az  élő  teremtményeken  is.  Egy  szellemtestet öltött teremtményt sem közönséges, sem varázsfegyverekkel nem lehet megsebezni (például a kardok átsuhannak rajta), mint ahogy a fizikai  sebzést  okozó  varázslatok  sem  fognak  hatni  rá  (de  egy  bűbáj, mely  az  elméjét  támadja,  már  igen).  A szellemtest  nem  láthatatlan, csupán áttetsző; aki odafigyel, az észre fogja venni a karaktert, bár valószínűleg  csak  a  körvonalait  fogja  látni.  A hatás  10  percig  tart,  és  a varázsital megivását követően 3 szegmens alatt bekövetkezik (a testet öltés ugyanennyi időt vesz igénybe). Amennyiben a szellemtestű lény valamilyen tárgyban vagy élőlényben tartózkodik a testet öltéskor, akkor automatikusan 3-10 méteres távolságra lökődik (ahol nincs semmilyen akadály). Ha ez nem következhet be (mondjuk tömör sziklafalban jár éppen), akkor a karakter egybeolvad a tárggyal (azaz meghal). \n"
    }, {
        "id": "szerencseko",
        "name": "SZERENCSEKŐ",
        "info": "Típus: önmagát köti \nTerhelési érték: 10 \nEsszenciapajzs: 60 \nAktivizálódás: folyamatos \nKülső megjelenés:  \ntöbbnyire arany vagy ezüst pöttyökkel díszített kődarab, mely soha nem nagyobb egy gyermeki ökölnél. Sokan ércmintának hihetik (ám egy komolyabb vizsgálat mágikus sugárzást fog érzékelni, ám típusát soha nem fogja tudni beazonosítani). Érték: 1000 arany \nMűködés:  \na kő egy fatális hiba (00-ás dobás) hatását semlegesíti, ám ilyenkor megsemmisül. Azaz, ha a karakter, aki ezt a követ birtokolja, 00-át dob, akkor nem fog bekövetkezni a fatális hibából eredő hátrány (bár a dobás értéke nem változik, annak minden, átlagos következményével együtt), hanem a kő elreped vagy porrá válik, s ezzel semlegesíti a hatást. Háttér  információ:   \na  szerencseköveket  nem  lehet  sem  természetes, sem mágikus úton előállítani; állítólag Maryk, a Sors és a Szerencse Istennője áldásának megkövesedett darabjai. \n"
    }, {
        "id": "szerencsepenz",
        "name": "SZERENCSEPÉNZ",
        "info": "Típus: önmagát köti \nTerhelési érték: 5 \nEsszenciapajzs: 100 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső  megjelenés:   \naz  érme  látszatra  egyszerű  ezüstdénár,  melyen alkonyatkor és pirkadatkor különösen fényes. Érték: 800 arany \nMűködés:  \nez az érme a birtoklója sorsvonalát eltolja a jósors irányába 10 ponttal (a hatás megmarad, amíg birtokolja az érmét; a sorsvonalra vonatkozó egyéb szabályokat az érmével sem lehet átlépni). \n"
    }, {
        "id": "tolvajokkotele",
        "name": "TOLVAJOK KÖTELE",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 50 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nközönséges  kötél,  elég  vékony  ahhoz,  hogy  bárki kételkedni kezdjen erősségében és szakítószilárdságában. Nem hoszszabb  egy  tenyérnyinél,  nem  könnyű  kitalálni,  mire  is  használható. Annyi bizonyos, aki egyszer is birtokába jut egynek, az megbecsüli. Érték: 1500 arany \nMűködés:  \nmíg  közönséges  állapotában  egy  aprócska  bőriszákban vagy zsebben is elfér, a megfelelő parancsszó hatására villámgyorsan megnyúlik  (2  szegmens  alatt),  s  egy  50  méter  hosszú,  vékony,  ám rendkívül  erős  kötél  lesz  belőle  (terhelhetősége  maximum  300  kilogramm). Egy újabb parancsszó hatására tévedhetetlenül célba talál, és stabil  kapcsolatot  létesít  két  pont  között.  A kimondott  varázsszavak megismétlésére  a  mágia  ereje  megfordul,  tehát  a  kötél  önműködően leoldódik  a  célpontról,  és  visszazsugorodik  eredeti  méretűvé.  Megjegyzendő,  hogy  a  T OLVAJOK  KÖTELÉT\nnem  lehet  felhasználni  arra, hogy  távolról  megkötözzünk  valakit,  mivel  képtelen  hurkokat  és  hasonlókat leírni, mindig egyenes úton halad a célja felé. Háttér információ:  \nazt beszélik, hogy ezt a rendkívül hasznos varázstárgyat eredetileg az ismert zhíl tolvajrend, a Smaragdkígyók megrendelésére készítették vagy Khojedarban vagy pedig Cumansenben. Mára azonban jó néhány mestertolvaj birtokolja a TOLVAJOK KÖTELÉT. \n"
    }, {
        "id": "tolvajver",
        "name": "TOLVAJVÉR",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső megjelenés:  \ntöbbnyire sötét üvegekben tartott, állagában, színében és ízében olajra emlékeztető folyadék. Érték: 5000 arany \nMűködés:  \negy  adag  ebből  a  csodálatos  varázsitalból  maradandóan megnöveli  2  ponttal  elfogyasztójának  Rátermettség  főértékét  (s  vele együtt az Ügyességet és a Reflexet is). A varázsszer elfogyasztása alig egy perc alatt a karakteren heves izomrángások, majd görcsök észlelhetőek,  melyek  néhány  perc  alatt  egyfajta  merevgörcs-szerű  állapothoz vezetnek. A görcs 3 óra elteltével oldódik, s a főérték növelő hatás csupán ekkor válik észlelhetővé (eme kellemetlen mellékhatás elkerülésének nem ismeretes semmilyen módja). Bár még senkinek nem nyílt rá lehetősége kipróbálni, ám egyes feltételezések szerint a második adag T OLVAJVÉR\negy sokkal erősebb, valószínűleg halálos merevgörcsöt okozna (mivel leállna a légzés vagy a szívműködés). Háttér információ:  \nbár a titkos receptet kevesen ismerik, annyi biztos, hogy az előállításhoz valóban szükség van egy tolvaj (lehetőleg minél tapasztaltabb és ügyesebb) vérére.  \n"
    }, {
        "id": "tudativedelemsisakja",
        "name": "TUDATI VÉDELEM SISAKJA",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 80 \nAktivizálódás: folyamatos (viseléskor) \nKülső megjelenés:  \nelső pillantásra senki nem különböztetné meg egy közönséges, nyílt sisaktól, ám egy alaposabb vizsgálat felfedheti azokat az apró, szinte láthatatlan rúnákat, melyek a sisak belsejébe vannak karcolva. (Értő szem mentális befolyásolással kapcsolatos rúnákat fog azonosítani.) Érték: 4000 arany \nMűködés:  \na sisak blokkolja a viselője elméjére irányuló varázslatokat (50 százalék eséllyel megfog minden elmére irányuló varázslatot, s ha kudarcot vall, a sisak viselője még mindig jogosult egy esszenciapajzs próbát tenni). Amennyiben a sisak hárította a támadást, akkor a karakter esszenciapajzsa nem csökken. Háttér információ:  \nléteznek olyan tudati védelem sisakok is, melyeket apró drágakövek (többnyire 10-30 darab) díszítenek. Ezeken a sisakokon  minden  egyes  sikeresen  hárított  mentális  támadás  után  ellobban egy drágakő, s amikor az utolsó is elfogy, a sisak elveszíti hatalmát. \n"
    }, {
        "id": "tudatved",
        "name": "TUDATVÉD",
        "info": "ő \n"
    }, {
        "id": "fejpant",
        "name": "FEJPÁNT",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 75 \nAktivizálódás: folyamatos (fejen való viseléskor) \nKülső megjelenés:  \ninkább tűnik egy vékony diadémnek, mint a szó hagyományos  értelmében  vett  fejpántnak.  Vékony  nemesfémcsíkokból áll,  melyek  egyszerűbb  mintákba  hajlanak.  Nagyobb  hajlobonccal rendelkezőkön többnyire észre sem lehet venni, hogy viselik. Érték: 3500 arany \nMűködés:  \nattól függően, milyen nemesfémből készítették a fejpántot, a belefoglalt mágia növeli viselőjének az elmére ható varázslatok elleni  esszenciapajzs  próbáját.  Létezik  ezüstből  (+10  százalék),  aranyból (+20 százalék), illetve nagyon ritka mithrillből (+30 százalék) készült fejpánt. A Worlukon fellelhető tudatvédő fejpántok gyakorisága megosztott. Ezüstből van a legtöbb (01-80 %), aranyból már jóval kevesebb (81-98 %), míg a mithrill fejpántok igazi ritkaságnak számítanak (99-100 %). Háttér információ:  \nazt beszélik, hogy léteznek olyan fejpántok is, melyek bár tudatvédőként viselkednek, egy megfelelő varázsszó kimondásával akaratközvetítővé válnak, s innentől kezdve a fejpánt viselője képes  akaratát  rákényszeríteni  másokra.  Ez  az  információ  azonban mind a mai napig nem nyert megerősítést. \n"
    }, {
        "id": "tuzgolyotkopovarazspalca",
        "name": "TŰZGOLYÓT KÖPŐVARÁZSPÁLCA",
        "info": "Típus: kötni kell \nTerhelési érték: 30 \nEsszenciapajzs: 70 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \nvékony,  gyakran  elefántcsontból  vagy  ritka  keményfából  készült  pálca.  Hosszúsága  30-50  centiméter  között  változik, átmérője egy ujjnyi. Végig rúnák díszítik (s minden rúnának köze van a tűzhöz). A legvégén (ahol a varázslat materializálódni kezd) ékkő díszíti, mely egyben fókuszként is szolgál az esszencia számára. Érték: 10000 arany (3000 üresen) \nMűködés:  \na megfelelő varázsszó ismeretében ebből a vékony pálcából igen pusztító varázslat hívható elő egyetlen szegmens alatt. A használójának mindössze annyi a dolga, hogy a kívánt irányba mutasson vele, majd elmondja a varázsigét, a többi már a pálca dolga. A pálca töltetekkel rendelkezik (10-30 között, attól függően, mekkora kapacitásúra készítették), s minden egyes aktivizált tűzgolyó eggyel csökkenti  a  töltetek  számát  (ha  a  pálcából  kifogy  minden  töltet,  akkor  nem semmisül meg, megfelelő technika ismeretében újratölthető). A pálcából  kirobbanó  tűzgolyó  varázslat  a  használó  szándékának  megfelelő célpontba  fog  becsapódni  (bár  a  távolság  nem  lehet  több  méterben  a használó esszenciaértékének felénél). Minden egyes tűzgolyó 10 méter átmérőjű gömbbé robban, s azon belül minden ott tartózkodó sebződik  (sikeres  esszenciapajzs  próba  semlegesíti  a  hatást,  a  varázslat ereje  50-nek  minősül).  A sebződés  mértéke  10d6  fizikumpont,  és  a könnyen éghető tárgyak (papír, szövet, stb.) azonnal lángra lobbannak (az  így  keletkezett  tűz  ellen  nem  nyújt  védelmet  az  esszenciapajzs, akik  tehát  sikeresen  elkerülték  a  tűzgolyó hatását, az általa keltett tűzvészben  még  akár  az  életüket  is  veszíthetik). \n"
    }, {
        "id": "utazokasztalterit",
        "name": "UTAZÓK ASZTALTERÍT",
        "info": "ő \nJETípus: önmagát köti \nTerhelési érték: 10 \nEsszenciapajzs: 50 \nAktivizálódás: varázsszóval \nKülső  megjelenés:   \negy  közönséges, vászonból  készült  asztalterítő,  melyet gyakran  használnak,  ezért  pecsétek, zsírfoltok  szennyezik.  Érdekes,  hogy többnyire  a  kockás  változata  közismert,  ám  egyes  vélemények  szerint olyan is akad, melyre asztali áldás van hímezve. Érték: 2000 arany \nMűködés:  \naz asztalterítőt egy sík felületen  ki  kell  teríteni,  majd  elmondani az aktivizáló varázsigét, és a következő  pillanatban  a  terítőn  annyi  étel  és ital jelenik meg, amennyi 4 emberméretű  személy  egyszeri  jóllakására  elegendő. Amennyiben az ételt nem eszik meg  egy  órán  belül,  akkor  nyomtalanul eltűnik (az elfogyasztott étel azonban nem, tehát a karakterek nem csak látszólag laknak jól). Az ital többnyire víz  vagy  tej,  bár  néha  mézsör  vagy manópálinka  is  feltűnhet.  Amennyiben  az  asztalterítőt  használó  karakter erőteljesen képes egy adott ételre vagy italra  koncentrálni  (sikeres  Tudatpróba  esetén),  akkor  az  az  étel  vagy  ital biztosan  szerepelni  fog  a  megjelenő  ételek-italok  között  (többnyire azonban  csak  egyetlen  adag).  A  koncentráláshoz  elengedhetetlenül szükséges, hogy a karakter ismerje (tehát legalább egyszer már kóstolnia  kellett).  Az  asztalterítő  mágiáját  naponta  legfeljebb  három  alkalommal lehet használni. Az asztalterítővel nem lehet mérgezett ételeket vagy italokat teremteni. \n"
    }, {
        "id": "utazokaldasa",
        "name": "UTAZÓK ÁLDÁSA",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 80 \nAktivizálódás: erősen földhöz vágva \nKülső megjelenés:  \nujjnyi nagyságú, általában csontból vagy márványból készült, művészi kidolgozású szobrok. Érték: 3500 arany \nMűködés:  \nha  valaki  birtokába  jut  egy  ilyen  szobornak,  biztos  lehet benne, hogy utazási gondjai részben megoldódtak. A szobrot földhöz kell vágni, amikor is a szobor megelevenedik, és az általa megformált teremtmény lesz belőle (ismeretes khenta, teve, ló, farkas alakban, de valószínűleg a létező kínálat ennél sokrétűbb). A hátas laza telepatikus kapcsolatban áll lovasával, s megcselekszi, amit az akar tőle - elég az irányra gondolni ilyenkor). Ha a hátas megdöglik, akkor a szobor öszszetörik, s többé nem lehet használni. Háttér   információ:    \na   Kondor   Birodalom   elleni   hadjáratban Mark’yennon seregeiben számos khenta alakú szobor bukkant fel. \n"
    }, {
        "id": "utazokkorsoja",
        "name": "UTAZÓK KORSÓJA",
        "info": "Típus: önmagát köti \nTerhelési érték: 8 \nEsszenciapajzs: 50 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \negy közönséges, fából vagy égetett agyagból (néha ónból) készült korsó, melyről azonnal látszik, hogy gyakran használják. Mindig üres és csontszáraz. űrtartalma körülbelül fél liter. Érték: 1200 arany \nMűködés:  \na korsót kézben tartva el kell mondani az aktivizáló varázsigét, és a következő pillanatban itallal telik meg. A használó  kívánságától  függően  az  ital  lehet  hideg, meleg vagy langyos, fajtáját tekintve pedig bármi, amit a használó élete során már legalább egy alkalommal kóstolt. Ha a használó nem határozza meg az italt fajtáját, mindig friss forrásvíz fog megjelenni  a  korsóban.  Ha  az  italt  nem  fogyasztják  el  egy órán  belül,  akkor  nyomtalanul  eltűnik  (az  elfogyasztott ital azonban nem, tehát a karakterek nem lesznek  szomjasak  (vagy  ha  igen,  nem  ez  lesz  az oka). Amikor a korsó kiürül, mindig csontszárazzá válik, s semmi nem utal arra, hogy milyen folyadék volt annak előtte benne. A korsó mágiáját naponta legfeljebb hét alkalommal lehet használni. A korsóval nem lehet mérgezett italt teremteni. \n"
    }, {
        "id": "varazskard",
        "name": "VARÁZSKARD",
        "info": "Típus: változó (kötni kell vagy önmagát köti) \nTerhelési érték: 20 (+5\/szintnövelés) \nEsszenciapajzs: 60 (+10\/szintnövelés) \nAktivizálódás: folyamatos \nKülső  megjelenés:   \ntöbbféle  típusa  ismeretes,  bár legtöbbször egyenes kard formájában található, ám megbízható források szerint a közismertebb kardtípusok mindegyikének létezik mágikus változata. A markolat vagy maga a penge többnyire valamilyen harci rúnával díszített. Érték: 1000 arany\/szintnövelés \nMűködés:  \na  varázskard  paraméterei  többségében megegyeznek a közönséges kardokéval (mindig azzal, amilyen típust formáz, tehát egy mágikus egyenes kard paraméterei egy közönséges egyenes kardéval  fognak  megegyezni),  ám  megnövelik  1-3 szinttel  a  használójuk  adott  fegyvertípusra  vonatkozó  támadó-  és  védőszintjét.  A varázskard  ereje annyi  szinttel  magasabb  a  közönséges  kardénál, ahány szinttel a fegyver a karakter támadó- és védőszintjét növeli (azaz egy egyenes kard esetében a varázskard ereje 3-6 helyett 4-9 lehet). A leggyakoribbak az egy szintet növelő varázskardok (1-85%), utána a két szintet növelők (86-97%), míg a három szintet növelők kifejezetten ritkának számítanak (98-100%). Háttér információ:  \negy varázskard soha nem fog harc közben eltörni (még  fatális,  00-ás  dobás  esetén  sem  -  ez  esetben  feltehetőleg  kiesik az őt forgató kézből). A három szintet növelő kardoknak többnyire saját nevük van, és általában valamilyen extra tulajdonsággal is rendelkeznek.  ősi  fegyverek,  tehát  egykori  tulajdonosaik  száma  elég  nagy értéket  képviselnek.  Ebből  következik,  hogy  könnyen  előfordulhat, hogy  valamelyik  korábbi  tulajdonos  még  igényt  tart  a  fegyverére,  s mindent  megtesz  visszaszerzése  érdekében.  Ha  pedig  nem  élne  egy sem  az  előző  tulajdonosok  közül...  nos,  egy  ilyen  fegyver  birtoklása már önmagában is felkeltheti bizonyos hatalmak vagy szervezetek érdeklődését, akik bizonyára szeretnék majd magukénak tudni a legendás fegyvert. \nVARÁZSTŐRTípus: változó (kötni kell vagy önmagát köti) \nTerhelési érték: 10 (+5\/szintnövelés) \nEsszenciapajzs: 60 (+5\/szintnövelés) \nAktivizálódás: folyamatos \nKülső megjelenés:  \ntöbbféle típusa ismeretes, bár csaknem mindig tőr formájában található, ám megbízható források szerint a közismertebb tőrtípusok mindegyikének létezik mágikus változata, igaz, ezek rendkívül ritkák. A penge mindig valamilyen harci rúnával díszített. Érték: 500 arany\/szintnövelés \nMűködés:  \na  varázstőr  paraméterei  többségében  megegyeznek  a  közönséges  tőrökével  (mindig  azzal,  amilyen  típust  formáz,  tehát  egy mágikus hegyestőr paraméterei egy közönséges hegyestőrével fognak megegyezni), ám megnövelik 1-3 szinttel a használójuk adott fegyvertípusra  vonatkozó  támadó-  és  védőszintjét.  A varázstőr  ereje  annyi szinttel magasabb a közönséges tőrénél, ahány szinttel a fegyver a karakter támadó- és védőszintjét növeli (azaz egy tőr esetében a varázstőr  ereje  1  helyett  2-4  lehet).  A leggyakoribbak  az  egy  szintet növelő   varázstőrök   (1-95%), utána  a  két  szintet  növelők  (9699%), míg a három szintet növelők  kifejezetten  ritkának  számítanak (100%). Háttér  információ:   \negy  varázstőr soha nem fog harc közben eltörni  (még  fatális,  00-ás  dobás esetén sem - ez esetben feltehetőleg  kiesik  az  őt  forgató  kézből). A három szintet növelő tőröknek  többnyire  saját  nevük van,  és  általában  valamilyen extra  tulajdonsággal  is  rendelkeznek.  ősi  fegyverek,  tehát egykori   tulajdonosaik   száma elég  nagy  értéket  képviselnek. Ebből  következik,  hogy  könnyen előfordulhat, hogy valamelyik   korábbi   tulajdonos   még igényt  tart  a  fegyverére,  s  mindent  megtesz  visszaszerzése  érdekében. Ha pedig nem élne egy sem  az  előző  tulajdonosok  közül...  nos,  egy  ilyen  fegyver  birtoklása  már  önmagában  is  felkeltheti bizonyos hatalmak vagy szervezetek érdeklődését, akik bizonyára szeretnék majd magukénak tudni a legendás fegyvert. \n"
    }, {
        "id": "vasfu",
        "name": "VASFŰ",
        "info": "Típus: önmagát köti \nTerhelési érték: 10 \nEsszenciapajzs: 35 \nAktivizálódás: automatikus (felhasználáskor) \nKülső megjelenés:  \nkékes színű fűszál (elég kemény és nehezen törik). Érték: 1000 arany \nMűködés:  \nez a különös fűféle igazából nehezen sorolható a varázstárgyak közé, lévén, hogy a természetben begyűjthető. Nagyon ritka, és a megfigyelések szerint ősi kincses barlangok közelében nő, ám csak akkor, ha hold ragyog az égen. Annyi bizonyos, hogy kizárólag a teliholdkor szedett vasfű hatékony. A fű körülbelül a leszedéstől számított egy hónapon át marad használható, utána egyik napról a másikra elveszíti erejét. A tolvajok és a besurranó népek különösen nagy becsben tartják, mivel a vasfűt elegendő bármilyen közönséges záron vagy lakaton végighúzni, hogy az nyomban kinyíljon. Háttér információ:  \negyes források valószínűnek teszik, hogy a vasfű valamiféle  félresikerült  mágikus  kísérlet  eredménye,  ám  ez  semmit sem von le az értékből. \n"
    }, {
        "id": "villamkard",
        "name": "VILLÁMKARD",
        "info": "Típus: kötni kell \nTerhelési érték: 25 \nEsszenciapajzs: 80 \nAktivizálódás: varázsszóval \nKülső megjelenés:  \nkizárólag egyenes kard formájában létezik. A fegyveren valahol mindig található egy villám szimbólum (ami elárulhatja világlátott forgatójának, miféle fegyvert birtokol). Érték: 9000 arany \nMűködés:  \na  villámkard  a  kardok  fegyvercsoportba  tartozik.  Minden paramétere  megegyezik  egy  közönséges  egyenes  kardéval,  ám  egy megfelelő varázsszóval naponta három alkalommal villámokat lehet a penge  hegyéből  kilőni.  A villámok  aktivizálódásának  feltétele,  hogy forgatójuk a célpont felé fordítsa a kardot (tehát fognia kell), majd kimondja a megfelelő varázsszót. A pengéből kivágódó villám 80 méter távolságig képes kinyúlni, s automatikusan célba talál. A célpont a villámcsapás következtében 10d10 fizikumpont veszteséget szenved (bár egy sikeres esszenciapajzs próba semlegesíti a hatást, a varázslat ereje 50-nek minősül). Háttér  információ:   \nbeszélik,  hogy  a  villámkardok  képesek  magukba szívni nagy égiháborúk során a természetes villámokat, ekképp oltalmazva meg hordozójukat (ezen tulajdonságuk  ugyan  még  nem nyert  megerősítést,  mert  senki nem  volt  olyan  őrült,  hogy megkísértse a szerencséjét). \n"
    }, {
        "id": "villamkavics",
        "name": "VILLÁMKAVICS",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső  megjelenés:   \négszínkék, szabálytalan  alakú  folyami  kavics (ami erőteljes mágiát sugároz magából). Érték: 4000 arany \nMűködés:  \na  kavicsot  egyszerűen le kell nyelni, s az feloldódik a gyomorban. Aki elfogyasztja, annak  alapsebessége  maradandóan  javul  1  ponttal  (de  az  érték soha nem csökkenhet 1 alá). A  villámkavics  aktivizálódása (feloldódása)  során  egy,  az  elfogyasztójánál   lévő   varázstárgytól    vagy    varázsszertől vonja el az esszenciát (s a kiszipolyozott tárgy megsemmisül vagy közönségessé, azaz nem-mágikussá)  változik.  Amennyiben  az  illetőnél  nincs  varázstárgy,  akkor  a  kavics nem oldódik fel, hanem bizonyos idő elteltével természetes úton ürül a szervezetből. Háttér  információ:   \nmegbízható  források  szerint  a  villámkavics  nem természetes eredetű, hanem mágikus beavatkozás következménye. Az eddigi tapasztalatok szerint szinte egész Worlukon felbukkanhat, ám a „gyakorisága\" Maldiberanban a legnagyobb, hiszen ott majd’ minden évben felkínálnak belőle egyet-egyet valamelyik nagyobb varázslóiskolának. \n"
    }, {
        "id": "vitalitasgyongy",
        "name": "VITALITÁS GYÖNGY",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 \nAktivizálódás: automatikus \nKülső  megjelenés:   \nkörömnyi  nagyságú,  szabályos  gömb  alakú,  zöld gyöngy,  mely  szinte  kínálja  magát,  hogy  ékszert  készítsenek  belőle. (A mágiaérzékelés kimutatja róla, hogy erőteljes mágikus aurája van, ráadásul ez az aura pulzál, 12 órás ciklusokban - az egyik állapotában a gyöngy intenzív mágikus aurát sugároz, a másikban észlelni is alig lehet a mágiát rajta). Érték: 5000 arany \nMűködés:  \nezt a különös gyöngyöt porrá törve és elfogyasztva a karakter  maradandóan  megváltoztathatja  a  Fizikum  főértékét  (és  az  Erejét valamint a Szívósságát is). A gyöngyöt sugárzó állapotában kell elfogyasztani,  és  ekkor  2  ponttal  növeli  a  főértékeket.  Amennyiben  a gyöngyöt passzív (nem-sugárzó) állapotában törik porrá és fogyasztják  el,  a  fizikum  főérték  maradandóan  csökkenni  fog  2  ponttal.  A gyöngy pulzálása megszűnik, ha porrá törték. Háttér  információ:   \nvitalitás  gyöngyöt  bizonyíthatóan  eddig  csupán  a Jidor-szigeteknél találtak, ám egyes kóbor mágusok megesküsznek rá, hogy  a  Khobír-szigetek  partjain  is  mosott  már  ki  a  dagály  néhányat. Mindazonáltal valószínűsíthető, hogy hozzá nem értés következtében néhány vitalitás gyöngyöt ékszerdíszként hasznosítottak. \n"
    }, {
        "id": "varazsfegyverosszefoglalas",
        "name": "VARÁZSFEGYVER(ÖSSZEFOGLALÁS)",
        "info": "Típus: változó (kötni kell vagy önmagát köti) \nTerhelési érték: 5-50 \nEsszenciapajzs: 10-100 \nAktivizálódás: változó (többnyire használatfüggő) \nKülső megjelenés:  \nváltozó, többnyire minden közönséges fegyvernek ismeretes mágikus típusa. Kisebb eltérések lehetnek, elsősorban a díszítésekben  (a  varázsfegyverek  mágikus  potenciálja  leggyakrabban rúnákban vagy drágakövekben rejtőzik, bár olyan is akad, amit beledolgoznak  a fegyverbe). Vannak varázsfegyverek, melyekről messziről látszik, ezek valami különleges képességgel bírnak (túl újnak tűnnek,  nem  hagy  foltot  rajtuk  a  vér,  fénylenek,  világítanak,  bizsergető érzés  keríti  birtokába  a  tulajdonost,  amikor  először  megérinti,  stb.), ám ezek ritkábbak. A legtöbb varázsfegyver első pillantásra nem különbözik a közönséges változatoktól, csak egy behatóbb, mágiával támogatott vizsgálat fogja meghatározni erősségüket és típusukat. Érték: 500-100000 arany \nMűködés:  \na varázsfegyverek többnyire azért lettek megalkotva, hogy tökéletesítsék  az  adott  fegyver  tudását,  sebzését  vagy  éppen  célzási paramétereit. Alapértelmezésként feltételezhetjük, hogy a varázsfegyverek 1-3 szintet adnak a használójuk támadó- és\/vagy védőszintjéhez (a lőfegyverek esetében vélhetően a találati esély fog javulni), sebzésszorzójuk meghaladja az átlagos változatét (másfélszeres vagy dupla, esetleg több is, ritka, nagy erejű fegyverek esetében), a fegyver gyorsasága  pedig  jobb  a  közönséges  változatokénál  (ám  ez  az  érték  soha nem mehet 1 alá). Háttér információ:  \na mesélők szabadon létrehozhatnak varázsfegyvereket, ám arról ne feledkezzenek el, hogy egy varázsfegyver jelentős előnyt jelent(het) a karakter számára, tehát megszerzését ehhez igazítsa. A fentiek alapján minden mesélő létrehozhat varázsfegyvereket, ha pedig még fel  is ruházza azokat névvel, némi előtörténettel (ne feledkezzünk el arról, hogy az adott fegyvert valószínűleg nem a karakter fogja először forgatni), esetleg további különleges tulajdonsággal, akkor még érdekesebbé teheti a játékot. Mindazonáltal nem javasoljuk a túlságosan „felturbózott\" fegyverek használatát, mert az könnyen a játék rovására mehet, arról nem is beszélve, hogy egy valóban különleges fegyvernek gyorsan híre megy... \n"
    }, {
        "id": "varazsvert",
        "name": "VARÁZSVÉRT",
        "info": "Típus: változó (kötni kell vagy önmagát köti) \nTerhelési érték: 10-30 (+5\/szintnövelés) \nEsszenciapajzs: 40-60 (+10\/szintnövelés) \nAktivizálódás: folyamatos \nKülső  megjelenés:   \ncsaknem  minden  vérttípusnak  ismeretes  mágikus változata is. Nehéz róluk egyértelmű leírást adni, mert ahogy a vértek is  különböznek  egymástól,  úgy  a  varázsvértek  változatossága  sem hagy kívánnivalót maga után. Érték: a  közönséges  vért  ára  +  500-5000  arany\/védőszint  növelés \n(alapelvként  elfogadhatjuk,  hogy  minél  erőteljesebb  védelmet  jelent egy varázsvért, annál drágább) Működés:  \na varázsvért paraméterei nagyjából megegyeznek a közönséges vértekével (mindig azzal, amilyen típust formáz, tehát egy mágikus sodronying paraméterei egy közönséges sodronyingével fognak megegyezni),  ám  megnövelik  1-5  szinttel  használójuk  védőszintjét. Ugyancsak érvényes a varázsvértekre, hogy gyorsaságmódosító értékük (GyM) csaknem mindig alacsonyabb egy kicsit a közönséges változatánál,  vagy  az  ott  megadott  határértékek  közül  a  legalacsonyabb lesz. Egyetlen varázsvértnek sem mehet a GyM értéke nulla alá! A leggyakoribbak az egy védőszintet növelő varázsvértek (1-80%), utána a két szintet növelők (81-90%), míg a három szintet növelők ritkának  számítanak  (91-95%).  Négy  (96-99%)  vagy  öt  (100%)  védőszintet javító vértekről csak a legendák beszélnek, halandó ritkán juthat egynek is a birtokába. Háttér információ:  \nbeszélik, hogy az Ordinis lovagrend nagymestere egy  Kígyópáncél  nevű  varázsvértet  birtokol,  mely  legalább  négy  védőszintet  növel.  Állítólag  Yumadánban  egy  félszemű  kereskedő  eladásra  kínált  egy  titokzatos,  „istenek  páncélja\"-ként  emlegetett  varázsvértet  (teljes  lovagi  páncélt),  melynek  mellvértjére  egy  éjfekete rózsaszimbólumot égettek (?) rá. \n"
    }, {
        "id": "venefiusoltalma",
        "name": "VENEFIUS OLTALMA",
        "info": "Típus: kötni kell \nTerhelési érték: 20 \nEsszenciapajzs: 100 \nAktivizálódás: folyamatos (birtoklástól számítva) \nKülső megjelenés:  \nváltozatos megjelenésű varázstárgy, többnyire valamilyen ékszer vagy dísztárgy (dísztű, bross, nyaklánc, gyűrű, stb.). Külseje  mindig  komolyabb  értéket  képvisel,  mivel  a  benne  rejtőző mágia  mindig  drágakövekhez  (legalább  háromhoz)  kötődik,  s  ez  önmagában is nem kis pénzt jelent. Érték: 10000 arany \nMűködés:  \na VENEFIUS OLTALMAKÉNT ismert varázstárgyak azzal a céllal készültek, hogy maradandóan megemeljék viselőjük esszenciapajzsát. Minden ilyen típusú oltalmazó eszköz 20 ponttal növeli az eszszenciapajzsot. A blokkolt mágikus támadások először a tárgy birtoklójának  esszenciapajzsát  fogják  lebontani,  s  ha  az  nullára  csökken,  a varázstárgy próbálja hárítani a támadásokat (ez azt jelenti, hogy mivel a  tárgynak  állandó  az  esszenciapajzs  értéke,  a  viselőnek  mindaddig lesz 20 százalék esélye a mágikus behatás elkerülésére, amíg birtokolja  azt).  VENEFIUS  OLTALMÁBÓL egyszerre  mindig  csak  egy  viselhető, mert  kettő  vagy  több  egyszerűen  kioltja  egymás  hatását  (azaz  egyik sem fog funkcionálni). Háttér információ:  \nvalami különös okból kifolyólag a Káosz szolgái gyakrabban birtokolnak efféle oltalmazó eszközöket, mint a Rend követői. Hogy ez miért van, arra senki nem adott még választ.\n"
    }, {
        "id": "vizlelegzovarazsital",
        "name": "VÍZLÉLEGZŐ VARÁZSITAL",
        "info": "Terhelési érték: 0 \nEsszenciapajzs: 0 (a tartóedénynek általában 30-60) \nAktivizálódás: automatikus (megiváskor) \nKülső megjelenés:  \nváltozatos alakú, formájú és anyagú tartókban tartott, enyhén édeskés, tengervíz illatú, áttetsző folyadék. Érték: 400 arany \nMűködés:  \naz  ital  lehetővé  teszi  megivójának,  hogy  lélegezzen  a  vízben. A megivó egyszerűen belélegzi a vizet, amit a varázsital mágiája alakít át számára levegővé. A varázsital hatása 30 percig tart, s az sem okoz gondot, ha közben kijön a vízből majd visszamegy (a hatás működni fog az ismételt vízbe ereszkedéskor). A varázsital nem jelent automatikusan  könnyebbséget  a  vízben  való  haladásra,  a  karakter  csak úszva haladhat előre. \n"
    } ]