{
    "race": "gennymano",
    "summary": "Gennymanó  karakterrel  olyan  játékosoknak  ajánlatos  partiba  szállni,\nakik szeretik a linkóci, humorforrás karaktereket, viszont nem igény-\nlik  a  hõsies  cselekedeteket.  Nagy  bajkeverõ,  de  sosem  várja  meg,\namíg a dolgok komolyra fordulnak – mindig idõben odébbáll. Bár ki-\nfejezetten adja magát, hogy egy gennymanó tolvaj legyen, csakis ak-\nkor lehet sikeres tolvaj, ha a karakter birtokolja a megfelelõ jártasságokat.\nA térmágia, valamint a személyét érintõ idõmágia (öregítés, fiata-\nlítás)  blokkolása  természetes  tulajdonsága  a  gennymanóknak,  épp\núgy, mint a természetes látás, vagy a szívdobogás, erre külön esszen-\nciát sem kell fordítaniuk. Ennek értelmében a gennymanót, vagy a ve-\nle   érintkezõ   tárgyakat,   személyeket   nem   lehet   teleportálni,   a\ntérmágikus  tárgyak  a  gennymanóval  érintkezve  nem  mûködnek  (pl.\nFENEKETLEN ZSÁK, térkapu stb.).\nA gennymanó  játékosnak  mindig  van  neve.  Ez  azt  jelenti,  hogy\ncsapattársai  nevét  sosem  lopja  el  –  minden  egyebüket  azonban  igen.\nMivel a gennymanókat nem érdekli a tárgyak értéke, csak a lopás té-\nnye  maga,  teljesen  esetleges,  hogy  mikor,  kitõl,  mit  lop  el.  Legjobb\nkockadobással eldönteni – a véletlen választás hûen tükrözi a genny-\nmanók impulzív természetét. Csupán olyan dolgot lophat el, amit el-\nbír (kb. 5-7 kg, azaz a gennymanó saját testsúlyával megegyezõ) – de\naz már mindegy, hogy varázstárgy, drágakõ, vagy éppen egy lukas bi-\nli a kiszemelt tárgy!\nA tolvajlásra a gennymanók esetében is ugyanazok a megkötések\nérvényesek, mint egy közönséges tolvaj esetében: alvó embert köny-\nnyebb meglopni, mint egy ébert, gyanútlant egy gyanakvónál, és aki\nszemmel tartja a gennymanót, azt csaknem lehetetlen meglopni. A ha-\ngyományos  tárgyak  eltulajdonítása  szempontjából  a  gennymanók\npusztán nagyon ügyes tolvajok, de semmi több.\nAz  ellopott  tárgyakat  gyakran  elvesztik.  Ezt  oly  módon  javasolt\nszimulálni,  hogy  bizonyos  idõközönként  –  mondjuk  hetente  –  1d10\ndobással  eldönti  a  kalandmester,  hogy  hány  darab  tárgyat  veszít  el  a\ngennymanó,  majd  véletlenszerûen,  szintén  kockadobással  kiválasztja\na tárgyat, amelyet a gennymanó elvesztett. Amit egyszer elvesztett, so-\nha  többé  nem  találja  meg  –  valószínûleg  a  csapattársai  sem  (nagy\nmázli... azaz jó sorsdobás kellene hozzá)!\nHa netán a gennymanó nem vesztené el folyamatosan az összelop-\nkodott  „kincseit”,  és  a  holmi  súlya  eléri  a  gennymanó  testsúlyát,  a\ngennymanó egy arra alkalmas pillanatban – amikor lehetõleg egyedül\nvan – kiborítja a zsákját, és továbbáll. Ha teheti, olyan helyre borítja\n„kincseit”, ahol azok nem lesznek szembetûnõk: kútba, folyóba, sûrû\nbokrok alá, hiszen õ tulajdonképpen „elrejti” a kincseket, mint mókus\na mogyorót, csak hát az a rövid esze...\nA hasi  erszényt,  ahová  a  mágikusan  eltulajdonított  tárgyak  kerül-\nnek, ugyanolyan gyakran és véletlenszerûen üríti, mint a zsákját – ki-\nvéve akkor, ha vemhes (ennek okát lásd késõbb).\nA gennymanók  kissé  buggyantnak  tûnhetnek,  de  nem  hülyék!  In-\ntelligenciában vetekednek bármely értelmes fajjal! Ha úgy tartja ked-\nvük, szívesen részt vesznek a kalandok megtervezésében, kivitelezés-\nben – csapatban tevékenykedõ Játékosoknak illik gyakran kooperatív\nhangulatban lenniük (de nem kötelezõ). Ugyanakkor a rövidtávú me-\nmóriájuk rendkívül rossz (ez nem gátolja õket a tanulásban). Mivel a\ngennymanók csupán rövid ideig koncentrálnak bizonyos dolgokra, bo-\nnyolultabb feladatokat gyakran félbehagynak – ezért nem árt, ha egy\nkissé  komolyabb  csapattárs  mindig  felügyeli  a  parti  gennymanóját.\nAzonkívül  nem  szabad  elfeledkezni  a  gyávaságukról  sem:  bármikor\nbesurrannak egy alaposan õrzött erõdítménybe, hogy elhozzák az el-\nlenség haditervét – de amint észreveszik õket, azonnal fejveszett me-\nnekülésbe kezdenek, és csak a legritkább esetben elõre.\nMegkötések:\nNéhány,  jártasságokkal  kapcsolatos  megkötés.  A gennymanók  képe-\nsek  kisebb  fegyverek  forgatását  megtanulni,  amennyiben  a  fegy-\nverforgatás  jártasság  elsõ  3  (támadás)  szintjére  50  százalékkal,  4-6.\nszintjeire 10 százalékkal több jártasságpontot költenek. (A védekezés\nszintek  Jp-igénye  változatlan.)  A gennymanók  által  forgatható  fegy-\nverek  ereje  és  gyorsasága  egyaránt  maximum  3  lehet  -  ez  azonban\ncsak a normál, nem mágikus fegyverek esetében igaz, hiszen mágikus\nmódszerekkel egy eredendõen gyenge, könnyû tõrt is fel lehet ruházni\nkomoly sebzõ-erõvel, melyet egy gennymanó is forgathat.\nUgyanakkor kiemelkedõ ügyességük és térbeli érzékük miatt min-\nden más fajnál jobb érzékük van a lõfegyverek használatához. Külö-\nnösen kedvelt fegyverük az egyéb lõfegyvertípusba tartozó fúvócsõ és\nparittya. Ezek karakterisztikája egy gennymanó kezében sem változik\na szabálykönyvben leírtakhoz képest, ugyanakkor õk a vonatkozó íjá-\nszat  jártasság  elsajátításakor  mindkét  fegyver  esetén,  minden  szinten\n40-40  %  Jp-kedvezményt  kapnak.  Az  íjak  készítéséhez  és  használa-\ntához túl szeleburdiak, ám ha a mesélõ engedélyezi, a gennymanó ka-\nrakter használhat íjat: ez esetben is jár nekik a Jp-kedvezmény, ugyan-\nakkor a fegyver ereje itt is maximum 3 lehet.\nÖnállóan nem tud nagytermetû hátasokon lovagolni, csak ha viszik -\nám ha beidomít egy kisebb állatot (pl. farkas) akkor azon képes egyedül\nlovagolni!  Az  úszástanulás  háromszoros  erõfeszítésébe  telik  (3*Jp),\nugyanis  a  hétköznapi  gennymanó  a  vizet  csupán  pohárban  képes\nelviselni.  A  gennymanók  sosem  lesznek  varázshasználók.\nA gennymanó  karakterek induláskor külön jártasságpont felhasználás nélkül megkapják a\ntolvajlás, a lopakodás és a falmászás jártasságokat 4-4. szinten",
    "specials": {
        "magiaerzekeles": {
            "id": "magiaerzekeles",
            "name": "Természetes  mágiaérzékelés",
            "cost": 20,
            "info": "Használata során a gennymanó nem fordít külön eszszenciapontot  a  „varázslatba”,\nviszont  akaratlagosan  mûködik,  azaz nem permanensen."
        },
        "magikustolvajlas": {
            "id": "magikustolvajlas",
            "name": "Mágikus tolvajlás",
            "cost": 30,
            "info": "Egyszerûen a Játékosnak be kell jelenteni,\nhogy  olyan  dolgot  akar  a  gennymanó  ellopni,  amit  a  hagyományos\nmódon nem lehet. Ezután Varázserõpróbát dob, ahol a célszám a saját\nVarázserõ fõértéke. Siker esetén a mágia megvalósította a gennymanó\nszándékát,  sikertelenség  esetében  a  lopás  meghiúsult  – a  karakter\nmindkét esetben az összes Varázserõ-esszenciapontját elveszíti\n. A mágikus  lopás  ellen  nem  véd  az  esszenciapajzs.  A mágikus  lopáshoz  a\ngennymanónak nincs szüksége kézre."
        }

    },
    "jartMod": {
        "ij":-40
    },
    "jartMaxLevelMod": {
        "ejszaka": 4
    },
    "bonusJart": {
        "tolvajlas": {
            "id": "tolvajlas",
            "level": 4
        },
        "lopakodas": {
            "id": "lopakodas",
            "level": 4
        },
        "falmaszas": {
            "id": "falmaszas",
            "level": 4
        }
    },
    "foertekek": {
        "fizikum": {
            "id": "fizikum",
            "min": 15,
            "max": 45
        },
        "ratermettseg": {
            "id": "ratermettseg",
            "min": 60,
            "max": 100
        },
        "tudat": {
            "id": "tudat",
            "min": 20,
            "max": 85
        },
        "esszencia": {
            "id": "esszencia",
            "min": 20,
            "max": 70
        }
    },
    "age": {
        "juvenis": 1,
        "seniorMin": 10,
        "seniorMax": 15
    },
    "speed": {
        "min": 14,
        "base": 4,
        "max": 2
    }
}